{"podcast_details": {"podcast_title": "Insights Unlocked", "episode_title": "Why you need to build a future-ready strategic insight and foresight team", "episode_image": "https://megaphone.imgix.net/podcasts/c341bdce-0600-11ee-ab07-abe1b5d9e659/image/UserTesting_InsightsUnlocked_Cover_3000x3000.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Welcome to the insights unlocked podcast. I'm Nathan Isaacs and joining us today as host is Michelle Huff user testings CMO Welcome show. Hey everyone Our guest today is dr. Ari Zemminau Ari's a modern-day consumer focused Sherlock Holmes Helping businesses uncover clues that will position their company product or service in the market for consistent growth Before joining Twilio where he's the head of experience research for the communications business unit Ari built cross-functional research teams at GTM hub Twitter Panasonic and indeed and in an earlier life. He was a police detective in the city of st. Louis. Welcome to the show Ari Thank you, Nathan. Thanks for having me in. Hello, Michelle. Hi, I've been looking forward to chatting with you likewise To tee up our conversation today We asked UX researchers in the user testing contributor network their thoughts on what UX researchers really need to bring to their Organizations and what's preventing them from doing so? Here's what they said What do you think businesses really need from their researchers? I think that Till understand the customer first and foremost and then how the business can actually pinpoint What the user really so that they can offer the services of products to solve their problems or achieve their goals What is preventing researchers from doing this today? I think probably budget constraints So if you're constrained in terms of what you can spend on research Was lack of buying so maybe stakeholders don't understand the value of research or it's just not really taken seriously At an organizational level we need buying especially on the qualitative side You know, it's it's much harder to prove things Qualitatively than quantitatively and for some people especially The older folk people I think they know everything people with a lot of experience on the quantitative side. They don't buy in the qualitative side That's a really big barrier to overcome I Think it really depends on experience they have to have a solid understanding of how to manage stakeholder expectations how to Align the user goals with the business goals and user researchers like their primary goal is to of course Do UX research but behind that also involves advocating for the user understanding what they want and Seeing how that would tie in with the business goals So, yeah, I feel like that really comes with experience and learning how to Have that fine balance between business and user Ari Okay, so we just watched those What are your thoughts? I mean, it's interesting right we asked, you know people right now what they're thinking about this kind of current dynamic and You know as someone who's been leading teams and been in the space for quite some time like what like what's your reaction? So a few things struck me first the fact that nobody was interested in First the fact that nobody pointed to a desired outcome of research was striking it was very tactical and myopically focused on learning about the customer or Understanding the user if I were answering if I were answering that question I would say research helps the business make more informed and less risky business decisions This is mistake number one Then the idea of buy-in was a theme if research were truly valued Why would we need to get buy-in when we already have it wouldn't people be bought into the value of research? Which begs the question? What is the value of research if I were a buyer and this is how people were describing research to me? I wouldn't purchase either this is mistake number two. So I see it. We have a twofold problem here We have an identity problem. What is research and then we have an education problem What do businesses think we do or who we are? I would bet if you asked a hundred different stakeholders what research was or what research did you get a hundred different answers and Look at the evidence you asked a few researchers and you got different answers How can we expect businesses to understand and articulate our value if we can't do it ourselves? It was also struck by the idea that buy-in on the qualitative side is such a major issue And I've seen this consistently throughout my career, but I think it's ludicrous Let me ask you this what is the burden of proof? Needed to convict somebody of capital murder and put them in prison for the rest of their life It's proof beyond a reasonable doubt. It's not absolute proof not quantifiable large sample data science proof It's 12 people in a box hearing qualitative evidence and then making a decision it's our job to educate people about the power of decision-making and qualitative data and Finally heat I love the last comments about the alignment of business gold and customer need The reality is a business wants five things business only wants five things. It's growth value adaptability risk and speed they want to grow they want business value and yes that is created by creating customer value and they want adaptability to be able to adapt to things like co bid or economic macro economic headwinds They want to mitigate risk through better decision-making and they want to move faster Totally like look and I think that those are those are my thoughts on on the video Yeah, no, I mean this this speaks to me You know, I think it might be helpful if you kind of explain, you know we did a little intro about you, but you know, you came from a Researched criminal rights a detective background Maybe tell you know so that the audience and connect here, you know, how did you kind of get into this space and what's your experience? And I'd love to pivot into you know, just You know where we've come from but a little bit into those points you called out Where do we think this takes us next? Maybe you know, how's everyone expand a little bit about you? Sure. I was a Metropolitan Police detective for the city of St. Louis I've investigated everything from child abuse cases to aggravated assaults to solving homicides And financial crimes everything in between loved it loved the work but um ultimately got my master's and doctorate and then entered the world of research and I was fortunate to really get some experience in market research before I joined Twitter to build their first research function for their data business And then had an opportunity to build a strategic insight team for Panasonic Then I built I joined indeed to help build a team for their internal platforms Then had an opportunity to build a strategic insights team for a scale-up called GTM hub and Now I am at Twilio where I'm leading research for a small but mighty Small but mighty research team and research operations team for their communications team And research operations team for their communications business and for Twilio. Oh nice when I love that You know, you think we chat a little bit earlier, but you know my background I started you know back in the day where where we did like front page was building websites and all these different functions Didn't exist, you know, and I think You know, I've seen how a lot of things have changed by you know, that even the idea of having a design department or even product management when it came to a lot of these things or And obviously research and you've seen quite a bit being at all these different companies and sizes and maybe your reactions to those videos You know over the last several years of really seeing the research of all from my end I think there's always been this interesting dynamic between research and Business and outcomes and how how people translate between the two and I guess I'd love to you know you you wrote If anyone checks out on on Ari's LinkedIn posts he has some strong opinions But I think they're really insightful and I'd love for you to just share a little bit more you've talked about how maybe we need to Blow up how research is actually done and replace it with this strategic insight and foresight team and maybe that kind of connects back to Like the future of where you think should go and and kind of this connecting back to outcomes So Starting from where research was or has been we've been we've kind of relegated ourselves as a profession to service providers we feel like the value or or the The least the the revealed value that we've had is we're gonna do usability tests. We're gonna do interviews We're gonna represent the voice of the customer in conversations The problem with that is that it's it doesn't paint to an outcome. Those are all outputs SIFT teams or strategic insight and foresight teams. I think are the research of the future. They should be centralized teams accountable to all but beholden to no one so if you think about checks and balances or independence or being being independent from From influence or bias these researchers would still serve marketing. They would still serve customer success They would still serve product or UX teams, but they would do so by Having a single source of truth for all of the data and information and like a detective they would put together cases About what the business should do and then they should develop a point of view and present that to the business now. That's also It's based upon business stakeholders like Michelle. You're a CMO You're not you don't want a researcher coming in and being like I don't want you knowing anything about the customers We're gonna tell you everything and you shouldn't have a point of view We you should have a point of view and really we're gonna be doing a research of the future And research should have a point of view and when you have that you're using data to have better Conversations and make better decisions and you're doing it based upon data rather than bias conjecture or opinion I think that pulling together insights teams from across the company to tell a more holistic and better story It makes me think of that the story of the blind men and the elephant right one feels the trunk and says it's a snake One feels the tusk and says it's a spear the tails a rope the sides a wall Etc, etc. And then if you step back from that and you had all of them come together They would be able to piece together the story that it's actually an elephant. That's how it should go with today's research teams Oh, definitely. Well, it's interesting. I think to that point I remember You know She's even a user tested we used to have a little video clip and it was someone interacting with Alexa device in their kitchen And it was a small little clip of someone interacting and I've always pointed out It could be the exact same clip but depending on your function people had really different observations, right like someone in the the design Team would probably look at it and go. Oh, that's so interesting It's just plopped right in the center of the island and the cords are kind of everywhere and right So this is like that's an inch. I would have never thought they'd put it there right and and someone from The marketing organization maybe would be listening. It's like oh, it's interesting that but when they were showing it off They referred to you know, it's a her it's a she it's Alexa. Well, like it's this person, you know And then from the product management it was at the very end They said, you know, I sometimes use it as an alarm clock, you know, surely product would be like Oh, there's like an interesting feature like I never thought that you know of maybe using in a different way and and so I just you think of all the different observations that different teams would have from that one clip and it just reminded me of your your trunk versus right like I feel like When people have different points of views and they're coming to the table it almost creates a better richer Debates and conversation of what should be done a hundred percent And I think the problem is that researchers have historically like delivered data and I believe that Researchers shouldn't just deliver data. They shouldn't just deliver insights. They should deliver counsel They should be the consignory to the business like Tom Hagan in the Godfather Or in Game of Thrones the right hand to the kid the person that gives advice and I think the other part of that That's interesting is People I think have historically thought of research is needing to be this impartial Box where people collect things and it's unbiased, but I think that a research project is really three phases, right? It's phase one is data collection that should be impartial as a detective You go to a scene and you make sure that you don't taint the evidence You don't put your DNA in other people's DNA you collect the fingerprints in the right way Everything is collected with impartiality, but then the second phase of a project is building the case That's when you're piecing together the evidence and making sense of what you would all that evidence means and then the third is Negotiating an outcome. It's presenting that case to make a decision as a detective It's should we should we prosecute this individual or should we not the same applies in business? We collect the evidence we build a case and we negotiate an outcome Yeah, no, I love it. And I think um, you know, I guess maybe Related to this is okay if you kind of see this shift to have research teams be more right like they are strategic consultants and You know some organizations really have kind of a belief that that really no one else should speak to the customer It should all go through something centralized, right? Because they would be doing it wrong or like it wouldn't be you know Non-bias like that like they'll use it just to kind of prove their own points And and there's kind of a lot of fear and other people talking to organizations and and how do you think about that? If you you know in the spirit of what you think research should translate to and and then and then What should the rest of the organizations do because on the flip side? I also talk to sometimes product managers or turn they're like, you know, don't we have a team like that talks to the customers? I don't only have to write so like I see the dynamic and in much much lots of different ways. I think that product managers Marketers should talk to customers full stop like there's no research should not be gatekeeping Although I don't think gatekeeping is a bad word that people make it out to be I think that research being an independent function that Works and reports directly the C suite that isn't measured on research report output Makes that okay. And here's how that works. If a product manager is talking to a customer and they're Calling them interviews or something else, but research is doing what research is supposed to be doing. They're corroborating or triangulating Now a product manager might come to a point of view but a researcher should be developing a point of view if those points of view Contradict well, it's then you try it in the court of In the court of business appeal like you let's let's talk about both points of view and the evidence that gets us here I think it makes for a much better richer debate and conversation. It's We should not be We should not be delivering that for other people to just make decisions and I believe that we have to be Independent we have to be free from influence The problem is is that many research teams right now are under ux. They're under design teams They're under product or they're under marketing and what ends up happening is you'll hear in the language We need to validate this idea when somebody's saying we need to validate this idea They're saying we need you to confirm what i'm thinking is right And that's confirmation bias 101 instead if you heard language like hey, can we test these assumptions? Now that's that's much more interesting to me Yeah, now that makes sense within I guess there's a question Um, you know as we're we're looking in the future It's hard not to to see trends and read about the future today with technology And not hear about ai machine learning and so you know, what's what's your take on all of this? And how is that going to change? You know experience research the role of these teams the role of research Well, if you think about the job to be done of research like what we hire we should be hiring researchers to do It's we should hire researchers to help businesses make more informed and less risky decisions Full stop so if that's if that's the case there are And we're accepting the premise that researchers don't deliver data. They don't deliver insights. They deliver counsel Well, then ai and machine learning is only going to help researchers deliver counsel faster The problem is is that research there's two ways to look at researchers you can be Bob the bagel guy or michelle the mckinsey consultant bob the bagel guy the only question is How is sesame today? michelle helps form business strategy. She's the one the ceo goes to when When the game is on the line, we have big decisions to make we need growth. We need increased customer value They'll ask michelle researchers should be the mckinsey consultant not bob the bagel guy And if they do that ai and machine learning tools only help them do that just like any tool just like user testing Or maze or dovetail or insert tool here Those are tools that help us do our job better. Think about it like this A stethoscope doesn't make the doctor The stethoscope is a tool a doctor uses to help diagnose and treat illnesses. It's the same thing I don't see ai and machine learning is a threat. I see it as how are we going to leverage this to make better decisions faster? Yeah, no, I love that and I think we tie it back to even like the the videos that we were watching earlier And people's opinions around that it just kind of seems like um, you know if if you're not just presenting Qualitative research, but you're presenting council and the council is trying to influence Right like decision making and action, right? It's it just kind of changes that whole dynamic, right? 100 percent. I think When you think about our job, our job is to help the business Get the right data together make sense of it and then negotiate an outcome from that make business decisions And we should be as strategic researchers. We shouldn't be thinking about things that that aren't interesting to the business like I can't tell you if a ceo i've never heard a ceo say hey We need to build empathy or we need to let's say we need to build a business that's not just a business We need to build empathy or we need to let's build a delightful experience What they say is growth value adaptability risk speed if they say something other than that believe it it links to growth value Adaptability risk speed so like when you're building a delightful experience No company is going to spend one million dollars to create the most delightful best experience to make a thousand dollars They're not making a million and one dollars spending the million isn't worth it. Totally right. It's the um, We need to be driving a business And we're driving growth and we think our strategy it's more of the how we think it's because we need to better connect with customers Or we're going to do it to differentiate because we're going to have a different experience But it's it's it's because you're driving this broader business outcome But you just talk that story you just told in that very brief period like right there in the seconds is the right story The problem is is that researchers have historically not told that story They leave it implied or implicit that like we're connecting to these outcomes of Growth value or or sometimes we're not even connecting that anyway. They're talking about empathy for the customer And look, I want customers to like the products that that we build and use But if they're not profitable for the business the business won't make them. It just won't happen Okay, so so are you you're talking about these sif teams? But if there's any organizational leaders or people listening in and they're there's they're wanting to get their boss um, this sounds intriguing How do you recommend they actually go about building a strategic insight and foresight team? That's a great question. It's it's not as easy as just um doing what I have seen happen time and time again Which is let's hire a ux researcher and put them somewhere and it'll work. There are two components One is building the right research muscle. It's rethinking the way research operates Converting from this academically grounded model to a more intelligence or investigative model one like A detective or a physician like dr house Or an investigative journalist or an attorney where you build a case But the second is the one that's forgotten and it's an organizational change initiative can be done using a a framework I created this framework called simple. There's cotters change model Uh, there's cotters change model adcar or anything else If you're a smaller company startup or pre Hiring research team you should be thinking about what this team or function looks like before you hire anybody The problem is is that they don't they they don't do that A strategic insight and foresight team doesn't require that you hire a market researcher Customer experience researcher a user researcher or quant right away But it does require you plan out how those functionally fit together to build better stories Yeah, I love it. Thank you so much for being on the show. Ari. It was super I loved chatting with you today and and if anyone wants to learn more Um, where should they go? Did uh want to go to your site and where else do you want to mention? So we can go to my site rezelmanow.com. Uh, you could find me on linkedin under zelmanow and or Or visit the influential researcher.com Um, I have a cool free template there for people to download to help them effectively communicate ideas to executive audiences and beyond Love it. Thank you so much. You bet Thanks for having me"}, "podcast_summary": "In this podcast episode, the host, Nathan Isaacs, interviews Dr. Ari Zemminau, the head of experience research for Twilio's communications business unit. They discuss the role of UX researchers in organizations and the challenges they face. Ari emphasizes the need for researchers to focus on delivering counsel and driving business outcomes, rather than just collecting data and generating insights. He proposes the idea of creating strategic insight and foresight (SIF) teams that are accountable to all parts of the organization but beholden to none. These teams would gather data, build cases, and present a point of view to help businesses make informed decisions. Ari also explains how AI and machine learning can assist researchers in providing counsel faster and more effectively. He encourages organizations to rethink the way research operates and to plan the structure and function of SIF teams before hiring researchers. To learn more, visit Ari's website at ari.zelmanow.com or connect with him on LinkedIn.", "podcast_guest": "No guest information available", "podcast_highlights": "Highlights from the podcast episode:\n1. Research helps businesses make more informed and less risky decisions.\n2. The role of researchers should be to provide counsel and strategic insights.\n3. The current approach to research is too tactical and focused on collecting data rather than driving outcomes.\n4. Businesses need to understand the value of research and researchers need to better articulate their value.\n5. Researchers should be independent and free from bias, serving as strategic consultants to the business.\n6. AI and machine learning can help researchers deliver counsel faster and make better decisions.\n7. Building a strategic insight and foresight team requires rethinking the research process and planning out the functional roles within the team.\n\nImportant Questions:\n1. What is the desired outcome of research for businesses?\n2. How can researchers better articulate their value to stakeholders?\n3. How can researchers become more strategic and deliver counsel rather than just data and insights?\n4. How can businesses leverage AI and machine learning to improve decision-making?\n5. How can organizations build a strategic insight and foresight team?\n\nInsights and Takeaways:\n1. Research should not just collect data and insights, but should provide strategic counsel and insights that drive business decisions.\n2. Researchers need to better articulate their value and the outcomes they can drive for the business.\n3. AI and machine learning can enhance the research process and help researchers deliver faster and more impactful results.\n4. Building a strategic insight and foresight team requires both a rethinking of the research process and an organizational change initiative."}