{"podcast_details": {"podcast_title": "Raheem Kassam's Podcast.", "episode_title": "PODCAST: Raheem's Review of Trump CNN Townhall.", "episode_image": "https://substackcdn.com/feed/podcast/701641/deaa95c1a6d1ef92b82657b40bc53eda.jpg", "episode_transcript": " So I had to come on here and give you a review of Donald Trump's performance on the CNN town hall this evening, Wednesday, May the 10th. Specifically because I was very optimistic about it going in. I think people who follow me on social media have probably seen that. I think a lot of people who are against Donald Trump right now, especially on Team DeSantis, were saying, no, we shouldn't do it, too risky. I think the Never Back Down pack, the Ron DeSantis pack, they said that it was the elite of the elites. I guess, you know, they're saying because it's in CNN. I'm not sure if nobody briefed them, by the way, that this thing was Republican voters in New Hampshire. A lot of very working class people in there, a lot of students from the college. But that statement didn't land very well. Campaign malpractice, if you ask me, a lot of the comms coming out of that side at the moment, which is a shame, you know, it's a guy who, we don't have to get into it, but it was a guy who's done very well in his life, with his life and with the state of Florida. And he's now got these consultant grifters leading him astray. It's terrible. But from the terrible to the sublime, I think, you know, you have to rename CNN, TNN, after tonight because he just owned Caitlin Collins all night long. I think, you know, be realistic about it a little bit. The opening few minutes, I call it squeaky bum time. I was a little bit nervous about the stolen election narrative, the way she was trying to frame that. But I think he handled himself well. He got the energy, he got the momentum within just a few minutes. So it's been a long time. It's been a long time since one of these things have happened. But I just thought I'd jump on here for a few moments and go through some of my favorite parts of it with you. Now, I hope by the time you're listening to this that you have seen it. If you haven't seen it, you know, I'm not going to necessarily spoil anything for you. It's not a thriller movie, although it sort of is. But I do recommend you watch it because I think for several reasons. Number one, you have to note the things that we've forgotten about Trump. And I tweeted about one of these as the thing was taking place. And I said, quote, I really think most people had forgotten how Trump just doesn't get drawn on false binaries when he's asked a question. His professional detractors will say he's not answering the question. But the general public, his thoughtfulness and consideration. That's the job of a leader. And I think that happened in a couple of places. And look, I get that some people have other ideas of leadership qualities. I'm just saying that this is mine. This is the way I think leadership works as I as I best understand it. It's not to try and get on the stage and just sort of say the binary answer that you know, either the moderator wants to hear if you're weak, like somebody like Jeb or, you know, say the answer that you think the base wants to hear. Like I think a lot of other candidates are going to start doing, especially on the abortion question, the federal ban question. You know, when he's talking, he talks in the debate about negotiating positions and having that. And I think that's right. You know, this is now another argument that's going to be had out on Capitol Hill for probably years and years on end. And the pro-life movement is in the greatest negotiating position that it's been. I think you could have said that a little bit better, by the way. But I think he's probably just been overthinking in his head for so long now. He just had Dan Anfield from the Susan B. Antony list down at Mar-a-Lago to talk about this stuff. And, you know, it's definitely been on his mind. The other one was Ukraine. You know, she tried to draw him on, you know, do you want Ukraine to win this war? And Trump's answer was just sort of like, well, let's talk about how we get peace, right? Like you're worried about victor outcomes. I'm worried about stopping loss of life. And I think that was another really stark moment. And OK, so I know Caitlin Collins like very, very sparsely. I think we've been at the same parties together. I don't think I've said more than two words to her. I don't think she likes me very much. I think she tweeted something nasty about me once upon a time. And her nasty side did come out. When that second break occurred, and see now for those of you who haven't watched it yet, you're thinking, damn, I got to watch this now. Yeah, you do. You do. I know it's CNN. I know that part of it sucks. Suck it up. You're stuck with Fox News long enough. You could do you could do one hour of CNN on YouTube or whatever. Yeah, that second break, she comes back, they're standing up and she's super feisty, like in his face. No, Mr. President, that's not it, Mr. President. That's actually Mr. President, you know, like really hectoring. And that's the thing. What happened was her boss talked to her in her earpiece and said he's owning you. And this is like he's just Trump TV right now. You've got to go in harder for him. You know, that's exactly what happened. We don't even need to speculate over it. I wouldn't be surprised if if that is confirmed through leaks from CNN in the coming days or weeks. But or maybe in her book one day, I guess. God, wouldn't that be a great read? I don't know why I'm being nasty now. She decided to deal with that by by being, you know, schoolmarmish. And it just didn't work. She didn't have the gravitas for it. She didn't have particularly good counterpoints. I mean, she's not meant to be up there to be debating him anyway. The fact checkers over her network, Daniel Dale and Oliver Darcy, they'll say, no, he is absolutely her job to hold him to account for things. He said, yeah, yeah, that is true of a moderator to an extent. Right. Depends on what the terms of the discussion are. But to an extent, she could have far better done that by asking follow up questions and asking him to define his terms more than like snapping back at him. I'll give you an example on the matter of declassification authority. Right. She could say to him, OK, so I understand, Mr. President, your perspective is that whatever the commander in chief thinks is declassified is declassified. Was that your understanding of the process while you were in office? That is to say that all the documents that you did declassify while you were in office. Did you not sign a piece of paper? Do you know what I mean? It's so easy to do if you if you actually could rub two brain cells together, you can actually trap pretty much any politician in their own words. Donald Trump is far, far more difficult to do that with because he often doesn't accept the false binaries. But the way to deal with the false binary thing, if you're a questioner, moderator, an interviewer, is to ask good follow up questions and be across your brief. And there was one point in the debate where Trump pointed at her and said, you know, she doesn't she doesn't know the subject matter. And it was absolutely true. Like you could tell that she didn't quite like she had a journalist's handle on the subject matter. And listen, as somebody who's been on again, off again journalist in his professional life, I both mean offense and take offense like that. Right. But that but that's that is that is absolutely the case. Like journalist brain is different to common sense person at home brain because well, for many reasons, of course, one of them being the vested interest side of things. Journalists in this city in Washington, D.C., where I sit right now, have vested interests in their ears every single day. Their sources are all vested interests, their corporate sources, their political sources, their partisan sources, their government sources. So so actually, you know, a lot of journalists I find in this city because they don't have a good sense of abstraction. They don't have a sense of curiosity. They don't have a sense of the ironic. They're very little. They're very literalist people. Finish that point for me. It's it's it was just so abundantly obvious with Caitlin Collins tonight. Anyway, I don't want to drag this out. Drag this on. I want you to watch it. I want unfortunately I never thought I'd say this. I want you to share the CNN video, but it's the hour of Donald Trump with your friends and family members and all of that and just say, listen, this is it, man. Like, think, think carefully about the answers to these questions and think carefully about the counterpoint to those answers. Do you really want a world of nine month abortions? You know, do you really want a world at war? You know, an escalating war. Do you really want prices to keep going up? Like, I just think he made an I'm not a second fan. I'm not going to say perfect pitch. Nothing he's ever done has been perfect. Nothing anybody has ever done has been perfect apart from Jesus Christ. And I think he made as close to a perfect pitch on CNN in May 2023, you know, before the other guy who's supposed to be in this race by now even declares himself in. I think it was a big win. So I hope you agree with me. I'm very fine with it if you don't. And I hope you will leave a comment on the substack Rahim Qassam dot substack dot com. Just comment section. Come leave a comment. Follow the national pulse, the national pulse dot com. P.S. Very quickly. I said something on Twitter and I want to say that here as well. On the issue of accepting the results, Trump should say, quote, the question you are trying to ask is if there's a situation where I can lose fair and square. Yes, that situation exists, obviously, but that's not what happened in 2020. And we will make sure that never happens again. End quote. I think that is an almost perfect way of handling that question. All right. I'm out."}, "podcast_summary": "In this podcast episode, the speaker gives a review of Donald Trump's performance on a CNN town hall. They were initially optimistic about it and felt that Trump handled himself well. They mention how Trump doesn't get drawn into false binaries when asked questions, and they appreciate his thoughtfulness and consideration in his answers. They also discuss how the moderator, Caitlin Collins, tried to challenge Trump but didn't have strong counterpoints and lacked knowledge on certain subjects. The speaker encourages listeners to watch the town hall and think carefully about the issues discussed. They believe Trump made a strong pitch and consider it a big win for him.", "podcast_guest": "Donald John Trump (born June 14, 1946) is an American politician, media personality, and businessman who served as the 45th president of the United States from 2017 to 2021.\nTrump graduated from the University of Pennsylvania with a bachelor's degree in economics in 1968. He became president of his father's real-estate business in 1971 and renamed it the Trump Organization. He expanded its operations to building and renovating skyscrapers, hotels, casinos, and golf courses and later started side ventures, mostly by licensing his name. From 2004 to 2015, he co-produced and hosted the reality television series The Apprentice. He and his businesses have been plaintiff or defendant in more than 4,000 state and federal legal actions, including six business bankruptcies.\nTrump won the 2016 presidential election as the Republican nominee against Democratic nominee Hillary Clinton while losing the popular vote. During the campaign, his political positions were described as populist, protectionist, isolationist, and nationalist. His election and policies sparked numerous protests. He was the first U.S. president with no prior military or government service. The 2017–2019 special counsel investigation established that Russia interfered in the 2016 election to favor his campaign. Trump promoted conspiracy theories and made many false and misleading statements during his campaigns and presidency, to a degree unprecedented in American politics. Many of his comments and actions have been characterized as racially charged or racist and many as misogynistic.\nAs president, Trump ordered a travel ban on citizens from several Muslim-majority countries, diverted military funding toward building a wall on the U.S.-Mexico border, and implemented a policy of family separations for apprehended migrants. He weakened environmental protections, rolling back more than 100 environmental policies and regulations. He signed the Tax Cuts and Jobs Act of 2017, which cut taxes for individuals and businesses and rescinded the individual health insurance mandate penalty of the Affordable Care Act. He appointed Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett to the U.S. Supreme Court. He initiated a trade war with China and withdrew the U.S. from the proposed Trans-Pacific Partnership trade agreement, the Paris Agreement on climate change, and the Iran nuclear deal. He met with North Korean leader Kim Jong Un three times but made no progress on denuclearization. He reacted slowly to the COVID-19 pandemic, ignored or contradicted many recommendations from health officials, used political pressure to interfere with testing efforts, and spread misinformation about unproven treatments.\nTrump lost the 2020 presidential election to Joe Biden. He refused to concede defeat, falsely claiming widespread electoral fraud, and attempted to overturn the results by pressuring government officials, mounting scores of unsuccessful legal challenges, and obstructing the presidential transition. On January 6, 2021, he urged his supporters to march to the U.S. Capitol, which many of them then attacked, resulting in multiple deaths and interrupting the electoral vote count.\nTrump is the only American president to have been impeached twice. After he tried to pressure Ukraine in 2019 to investigate Biden, he was impeached in December by the House of Representatives for abuse of power and obstruction of Congress; he was acquitted by the Senate in February 2020. The House impeached him a second time in January 2021, for incitement of insurrection, and the Senate acquitted him the next month. Scholars and historians rank Trump as one of the worst presidents in American history.Since leaving office, Trump has remained heavily involved in the Republican Party. In November 2022, he announced his candidacy for the Republican nomination in the 2024 presidential election. In March 2023, a Manhattan grand jury indicted him on 34 felony counts of falsifying business records. In June, a Miami federal grand jury indicted him on 37 felonies related to his handling of classified documents (with three charges added in July). In August, a Washington, D.C., federal grand jury indicted him on four felony counts of conspiracy and obstruction related to efforts to overturn the 2020 election. Trump pleaded not guilty to all charges. Later in August, a Fulton County, Georgia, grand jury indicted him for racketeering and other felonies committed in an effort to overturn the state's 2020 election results.", "podcast_highlights": "- The speaker initially had high expectations for Trump's performance at the CNN town hall.\n- They criticize the comms coming from the Ron DeSantis pack and suggest that consultants are leading him astray.\n- Trump is praised for his ability to avoid false binaries and give thoughtful answers.\n- The speaker believes that good leadership involves not just saying what moderators or the base wants to hear.\n- The pro-life movement is mentioned in relation to negotiation positions.\n- Trump's response to the Ukraine question is highlighted as another strong moment.\n- The speaker criticizes Caitlin Collins for her feisty and schoolmarmish behavior towards Trump.\n- They suggest that Collins was prompted by her boss to be more aggressive towards Trump.\n- The speaker believes Collins could have done a better job by asking follow-up questions and being more knowledgeable on the subject matter.\n- Journalists in Washington, D.C. are criticized for their lack of curiosity and literalist mindset.\n- The speaker encourages the audience to watch the town hall and share it with others.\n- They ask viewers to think carefully about the answers to Trump's questions and the counterpoints to those answers.\n- The speaker acknowledges that nothing is perfect, but believes Trump made a strong pitch during the town hall.\n- They say Trump should respond to questions about accepting election results by stating that he can lose fair and square.\n- The speaker invites feedback and comments on their article and promotes The National Pulse website."}