{"podcast_details": {"podcast_title": "Mashley at the Movies", "episode_title": "Red, White & Royal Blue", "episode_image": "https://storage.buzzsprout.com/variants/c1KbyLuV9cDXMdwWAXGya66L/f6fd9b4ca4e468e7e11c8350463c894b252ee834d352e0a8d889b97ac83aedef?.jpg", "episode_transcript": " Hello and welcome to MASHLY at the Movies. I'm Ashley. And I'm Matt. And joining us is our friend Larry. Hi Larry. Hello. Thanks for inviting me back. I'm glad you're here. You can find Larry online on Twitter. He is at Chili Boy YT and on YouTube at Chili Boy Productions. So we are all here to talk about a new movie that is on Amazon Prime. It's Red White and Royal Blue. Yeah. So this is based on the novel by Casey McQuiston and it's got screenplay by Ted Mollower and Matthew Lopez and it's directed by Matthew Lopez. And it is a story about how a young prince of England and the son of the American president fall in love. So the president in this case is played by Uma Thurman. Her son is Alex and Alex is played by Taylor Zakhar Perez. And yeah, he is a college student and he is doesn't like Prince Henry who is played by Nicholas Galattsin. And Prince Henry also has a mutual dislike of him. And one day there's a right at the beginning of the movie, there's a big faux pas that happens over in the UK involving the two of them. They have to then do some damage control PR and in the midst of that discover that they are attracted to each other. And Alex is bisexual and Henry is gay. And yeah, the movie kind of follows their, I guess, romance and there's lots of twists and turns. So yeah, that's your kind of general setup for red, white and royal blue. The three of us here today, we are all part of the LGBTQ community. So we're going to have a little discussion slash review of this movie. It's a new movie, so we won't give you any spoilers, but of course we are going to talk about it a bit. If you're interested in the movie, you can find it currently on Amazon Prime. So Larry, what do you think of this? Yeah, I don't know how much you can spoil a very traditional rom-com. They all play by a very similar formula. And I would say red, white and royal blue definitely fits into the rom-com formula of it all. But I really enjoyed this. I enjoyed this quite a bit more than I honestly anticipated because I'm kind of a, I'm wearing a Dorothy from the Golden Girl shirt right now. And I mentioned how she's kind of my spirit Golden Girl. And that's definitely the case when it comes to romantic comedies as well. Really, whenever romance is shoved into a film or into a TV show, where doesn't really need to be either. I don't like that. So as little romance as possible is usually my motto. But I guess when you go in knowing you're watching a romance film, it kind of shifts your perception. And I thought this one worked well, mainly thanks to the chemistry of our two leads. I think that's kind of the make or break point for most romantic comedies. You can get away with a lot in a romance in general. If you're too late, can sell it. And I think that Taylor and Nick sell it in this film. I thought they had great chemistry and great like sexual tension chemistry as well throughout the film, a really nice banter between the two of them. Obviously, they're both very easy on the eyes for viewers. And it's fun. I found myself laughing quite a bit, particularly in the earlier stages of the film. It's always nice to see Uma Thurman, regardless of questionable southern accents and all of getting to see her be a president, you know, it's a good time. And then Zara, the like, aide, the assistant was definitely my favorite supporting character by far. Actually, she got the most laughs out of me out of anyone in the film period. I thought she was really fun and funny. Yeah, it plays by all the rom-com isms. But when your leads have good chemistry, sometimes that sells it enough and it's sold it enough for me here. Yeah, I agree with you. I have warm feelings towards this movie. It's a sweet story and it's hard is in the right place. And I feel like I'm probably going to give it a better score than it maybe deserves. The like you said, Larry, the plot is your standard rom-com plot and it's very predictable. And I agree with you, you know, these these types of stories live and die by the chemistry of the leads. And there is a lot of chemistry between these two actors. So yeah, it ended up winning me over. I thought we were in trouble in the first 10 minutes or so because I did not like either one of these characters. And actually the side characters I thought were annoying as well, the supporting characters. And I know that their relationship starts out icy and then it's supposed to warm. But they were so icy at the beginning that I just didn't like them at all. And I didn't really think I was going to care about this story. But like I said, it won me over. You know, the movie, it kind of has a kind of a cheap look to it. It has that same look that most kind of made for streaming movies or maybe like a Hallmark movie. It's just overlit and kind of flat. And yeah, so there's that. And there's some very sketchy green screen. So you can tell that you can tell that the budget was perhaps pretty small. But you know, aside from all that, I thought it was it was a fine, fine romantic comedy thanks to the chemistry of the leads. Amazon Prime just blew hundreds of million dollars on the rings of power. They had no money left to write the red, white, and royal book. You know, I think I'm in the minority in that I actually thought it looked okay. I knew by certain you know, the way certain scenes were filmed, like exteriors of the White House or Buckingham Palace and crowd scenes, I knew enough to know their budget did not stress to shutting did not stretch to shutting down streets and exteriors of these landmark structures and bringing in swaths of people. So I knew that I was watching like CGI inserts. But I also remember thinking when I was watching it, like, you know, like, this this looks pretty real to me, even though I know it's not. So I don't know, I thought it looked I thought it looked fine. But no, this movie, so there's been a string of movies lately that we've reviewed that I have kind of picked apart in the review. But then overall, I've liked it enough. I've enjoyed the movie enough to be like, yeah, yeah, it's cool. This is one of those movies. It has, as Larry talked about incredible chemistry between the two leads, the Alex, the President's son and Henry the Prince, those two actors really bring it as far as you know, the role the chemistry between them. It is very physical. Like they have they're at it like rabbits, right? And I am someone personally who likes once a bit more romance in my romances. And this movie, like this, it's very physical, I'll put it that way. But I also thought to my and it's very tumultuous. But I thought to myself, as I was watching it, like, I don't know, maybe I'm too old for this movie. Because when I was watching it, it was stirring, I mean, feelings that were familiar to me, but familiar from like 25 years ago. And in a way, there's part of me that kind of wishes that I could still feel emotions in such a tumultuous nature, because that's when you really kind of quote unquote, feel alive and, and, and whatever and the burning fire of love or, or, you know, infatuation. It's also fairly immature, though. So you know, hopefully people age out of that. But these characters, you know, given the their ages, which I think are supposed to be in their early 20s, even though I don't know if the guy playing Alex is pulling that off. But you know, they're, you know, they're I think it's age appropriate for who they are. But no, um, I like them. I like the supporting a cast. Rachel Hilsen and actually my favorite supporting cast member, she plays a friend of Alex, the president's son. And then I have to say to there's this there's this friend of Prince Henry's, he's this young black guy. And I was thrown by him because he shows up a little ways in the film with his like, you know, bleach blonde hair. And I just like who is this homosexual? And then it turns out he's a straight guy who's in the Rachel Hilsen character and the rest of the movie. I'm just like, okay, I was thrown to a movie reaction. And when he entered, I'm like, oh, this is fabulous. Friend. I kind of chalked it up. I think you know what? I'm a sadist bisexual. I can't I'm not gonna say straight. I think pan or by and Rachel, you know, she's kind of become the gay bestie of the moment. Because she was also love Victor. She was his Victor's girlfriend in season one before he comes out. And she's kind of just the bestie and dates Mason Gooding's character. But yeah, she's making a niche in the game, the game world these days. She is she is. Yeah. And I don't know, I just found that funny. Because you know, throughout a lot of the movie, Prince Henry is he's like, like, well, it's weird verbally. He's like, I'm on the down low. I mean, he doesn't put it like that. But he's basically like, I'm on the down low. You know, I'm, I'm, I'm, my country comes first. They're not going to be cool with the gay Prince. So we can have this, you know, little flirtation romance, but it can't go public. And then I'm like, you're walking around with this super flaming, not gay gay guy as a friend. And, and then like this romance that they have is quite public, at least in the sense of like his inner circle, you know, like his he even says at one point, like, well, the bodyguards know and this person knows my sister knows and I don't know, that was a little odd. You know, one day I will say to I in order to do so, I think I am overall a little bit more cool with this movie than I might otherwise be is the context of it. I mean, I like the fact when I was watching it, I'm like, I like the fact that this is where LGBT movies are at. Like, where yes, there is some homophobia that they have to deal with. But we didn't use to get movies like this, you know. In this weird, I was watching on YouTube, a couple of reviewers who are who are also gay. And I love their their channel, but they said something about this movie that like they thought it was sort of sanitized or a movie made for straight people to enjoy. And I'm like, I don't know, because there's some pretty frank intimacy between these two, up to and including like intercourse and between the two leads. And no, you don't see it blatantly because this is not a porno, right? This is not for grabbing. But I mean, you definitely know that that's what they're doing. And I'm like, I don't know how many straight people you know, I mean, would be comfortable with that. So yeah, what did you think, Larry? No, I agree with you. I think, I don't know, I feel like right now we're in a weird place. A lot of people are very up and on. The queer community are very up in arms about like this or the show Heartstopper for being, I don't know, as they're saying, sanitized. And I like I said, I'm a curmudgeon. And I'm looking like, oh, we got some miserable folks in this community. We're still getting the trauma movies, you know, they'll come once award season hits, I'm sure we'll have at least one. So don't worry, it's coming around. But I'm at the point I agree with you, we need fun romances that don't have the weight of the world. Yeah, there's a bump, there's an obstacle. But we don't need to be reminded of it every single time you sit down to watch a movie. And I think that's what's really nice about something like this. And I agree with you in that sense as well. It is quite visible that the like love scene in this film is very intimate. So it's not like, you know, super graphic, it doesn't have nudity in it even actually at all. But it's very, really well shot and actually overall well done intimate sex scene in this film. That again, if you're not comfortable with gayness, you're not going to be comfortable at all. And I don't think they count how many two straight audiences in comparison to something like grows last year, which is very like in your face, gay. It is very like gay. I think I appreciate them both. I and honestly, I think maybe I laughed a little bit more on pros. But my big problem with that film, this one gets right and it's the chemistry because I actually did not think our leads have that greater chemistry between Billy Eichner and Luke McFarland by the end of the movie. I was like, you should probably go your separate ways. You're right, this relationship is probably run its course. I don't know how much further we could take this thing. So it was actually nice to get this wrong. You're like, no, you two are adorable. And you should definitely end up together. I'm willing to fight the norms of the British courts for you to be. Also, I love that we have an openly out actor playing the key. And so first of all, the way he delivers his line of, it should be like homosexual was everything to me that blind delivery of homosexual. But it's just so fun to have him playing this key kind of no, no, no, can't step out of line. Young, great gay. Yeah, I loved seeing Stephen Fry. He's one of my favorite actors. And actually, perhaps for that reason, I felt like maybe he was a little underused. He's not in it very much. And I could have done with some more. I agree with you about the sex scene, the very intimate sex scene. It was very surprising to me because the rest of the movie up to that point felt very tame. And then all of a sudden we have this scene, which is fine in and of itself. But I just felt like totally it was a little jarring. Personally, but I probably would have given it an R rating if I were rating, but I don't know. I would say PG 13. But I feel like a lot of stuff slides into PG 13 movies that I'm like, I think I think this could get away with that. Probably. Yeah. And it was always good to see Uma Thurman. I was distracted by her accent, but there was some very touching moments between her and her son that I thought were good. Perhaps not completely believable, but they were good. Yeah. You didn't believe she was a good old Texas native. That was so funny. And I mean, I just kind of chuckle at it, but Hollywood is so... They have this thing about Democrats in Texas, right? Because for anyone who's listening who's not from the US, Texas has long been the dream of being won by Democrats for the presidency. And I think the last time it happened was back in the 60s with Lyndon Johnson. And it has been strongly Republican since then, despite a lot of efforts to change it. And we had like, I don't know, 15 some years ago, we had the West Wing where Jimmy Smith came on the last couple of seasons as a Senator from Texas. And they had a whole season long arc that was the election and he was running for president and Texas was in the balance. And then in this movie, Uma Thurman is from Texas and it's in play. And I'm just like, y'all love this little fantasy. I don't know. I thought that was cute. I had a question for you, Larry, because I tried to do research after watching this and I couldn't find anything. So Nick and Taylor, who play Prince Henry and Alex respectively, do you know what... And I know ultimately this doesn't really matter, but do you know in real life, are they part of the LGBT community or not? I couldn't see anything about it. I mean, it matters very deeply. And again, depending on who you ask within the community, some folks it matters very deeply, other folks it doesn't matter at all. I couldn't. I also obviously was curious. I usually do get curious after these things. It's a case of a suspected, but nothing like neither one has come out to say anything publicly dated. So Nick is also in the upcoming movie Bottoms, which I saw at the Cinema Q Film Festival, which is a queer film festival here in Denver this past weekend. And he plays a very flamboyantly gay straight football player. I'll say that. He's a football player that's straight in the movie. I think he's written to be flamboyant like that, but he also plays that up very well. We have some Twitter investigators who have seen Nick out here from years ago getting involved in Lady Gaga, Stan Wars on Twitter, as well as tweeting about The Last of Us just earlier this year. And the only two episodes he tweeted about were episode three, where we get the full gay storyline with Nick Offerman. And then episode seven, where our lead played by Bella Ramsey is involved in her second sex relationship. So people putting together pieces that may or may not be true, but lots of pieces there. And then kind of the same with Taylor as well, just kind of investigating, online investigation, which sometimes the FBI has nothing on some of these Reddit and Twitter users of the world these days. Yeah. And I'll be honest, I'm not really interested in outing them. I mean, I was just curious if I missed something that was already out there, because this movie actually has a plot thread about basically how it... And I think this has kind of been a long standing thing in the LGBT community, but it's not cool to out someone. The exception being, if they're like a lawmaker who is secretly gay, but supports anti-LGBT legislation, then it's fair game. But yeah, generally speaking, you're not supposed to out people. You're supposed to let them come out on their own terms. But I think what I found interesting and what I was so curious about with these two actors is when I was watching them, when I say that they had really incredible chemistry together, what I mean by that is not only do I think these two people together had good chemistry, but it felt truly... Here's the thing. When I watch a movie that's about queer people, a lot of them have starred heterosexual actors. And I don't usually have an issue with that, but there's something about it that even before I know that they're straight, I can always tell that there's a... Even if it's a minute barrier where I can tell that this person isn't really into it, that they're acting and that they're... I can just tell. It's really hard to describe, but I can just tell. When I was watching this movie, I didn't pick up on that at all. So if they are, let's say, both heterosexual, I'm like, wow, they really pulled this off quite well. So yeah. Yeah, I know. This movie has parts in it that I think were supposed to be quite serious, but I was actually laughing out loud. And I can't think of the scenes at the moment, but the thing that came to my mind was this movie is so earnest. It really is just so earnest. And it has fumerous moments certainly, that are supposed to be humorous. But there's other parts of it where it's taking itself super serious. And I'm just watching it. And I was just sitting there busting up laughing because it just was a little... Yeah. There was some bad dialogue throughout. Some eye rolling dialogue. I think I said in my initial review, I wasn't sure. I was like, is this one of those cases where this was taken from a Prince Harry fanfic and worked into a proper book and then a movie? I was just alleged to be. So there you go. But there's a few lines in here where I was like, oh, I think at one point he says I could break the sound barrier for you when he's coming to England. Moments like that. Yeah. No. It's hearts in the right place though. It's a really difficult movie to dislike. And it ultimately kept my interest. And I'm a sucker for rom-coms. And now it's particularly an LGBT rom-com. So I like it. Do you have any final thoughts, Larry? No. I think it sells exactly what it is. If you see the marketing, if you see the cutesy pictures and the stuff online, that's exactly what you're going to get with this film. It's a really sweet, little bit saucy, nice viewing experience. If you like rom-coms in general, I think you're going to have a really good time when it comes to red, white, and royal blue. It does the formula and it does it well. And the chemistry, the chemistry sells it all. So I think it's a believable rom-com at the end of the day for that reason. Yeah. So why would you give it out 10? Yeah. I think I'm just sitting right around like a, see, Ashley is saying, he's probably going to give it higher than the show. I'm going to go with an eight out of 10. I thoroughly enjoyed myself watching it. You Ashley? 6.4. 6.4. I'm coming in low. I'm giving it a six. So our score, Ticolette, together is a 6.8. And I still would recommend it. Now, maybe if you are, I will say, like I said earlier, if you're a straight person that may not be down with seeing two dudes kissing or doing other things, yeah, maybe just flash forward through those fights. But yeah, I think it's a cute movie. It's hard not to like. I think it's definitely a level above most of the Netflix rom-coms. So if you're looking for a good streaming romantic comedy, skip over all them Netflix ones. Actually, the Kacey Booth films also starring Taylor that's in this film. Skip all that and just head straight to Abdomen Prime instead. Agreed. Agreed. So yeah, Larry, thank you for joining us. Again, you all can find Larry online. Chili Boy Productions on YouTube has got some great videos. And then on Twitter at Chili Boy YT. And yeah, so thank you all for listening and have a good day. Thank you. Wise men say Only fools rush in But I can't help Falling in love with you"}, "podcast_summary": "In this podcast episode, the hosts and their guest discuss the movie \"Red, White and Royal Blue.\" It is a romantic comedy about a young prince of England and the son of the American president who fall in love. The hosts highlight the chemistry between the two leads and also mention the predictable plot and low budget. They overall enjoyed the movie and recommend it to those looking for a streaming romantic comedy. The hosts give it a score of 6.8 out of 10. The guest, Larry, can be found on YouTube at Chili Boy Productions and on Twitter at Chili Boy YT.", "podcast_guest": "Casey McQuiston is an American author of romance novels in the new adult fiction genre, best known for their New York Times best-selling debut novel Red, White & Royal Blue, in which the son of America's first female president falls in love with a prince of England, and sophomore book One Last Stop. McQuiston made their debut in the young adult fiction genre with their book I Kissed Shara Wheeler which was released on May 3, 2022. They were included in Time magazine's 2022 Time 100 Next list.", "podcast_highlights": "- The movie \"Red White and Royal Blue\" is discussed\n- The podcast hosts mention that they are part of the LGBTQ community\n- The chemistry between the two leads is praised as a key factor in the movie's success\n- The movie is described as a traditional rom-com with a predictable plot\n- The low budget and questionable CGI are mentioned as drawbacks\n- The intimate sex scene is mentioned and praised for its realism\n- Uma Thurman's performance is highlighted, but her accent is criticized\n- The movie's earnestness and occasional bad dialogue are mentioned\n- The overall positive reception of the movie is acknowledged\n- Different opinions on the movie's success are expressed, with scores ranging from 6 to 8 out of 10\n- The movie is recommended as a cute and enjoyable rom-com, particularly for fans of the genre\n- The movie is compared favorably to other Netflix rom-coms"}