{"podcast_details": {"podcast_title": "Que tal um cineminha?", "episode_title": "Filmes e atores roubando a cena no Festival de Gramado", "episode_image": "https://www.omnycontent.com/d/playlist/d6af0020-312f-4b59-a3d6-aa7300f3d971/c3701b6d-6d28-406b-a959-ab74012e1088/a764bbb0-16a4-4167-946d-ab74012e108d/image.jpg?t=1583345988&size=Large", "episode_transcript": " e a gente vai lá. Podcast que tal um cineminha? Dicas e curiosidades sobre o que está rolando nas telonas com Renata Boldrini. Olha gente, esse ano tô com pena aqui do júri do Festival de Gramado, viu? Porque não vai ser fácil escolher os primeiros nas categorias não, viu? A seleção de filme está de altíssimo nível, grandes filmes já foram exibidos aqui no festival e eu fiquei impressionada, especialmente com o trabalho das atrizes nos filmes da Renata Boldrini. Ize Valverde impressiona em Ângela. Emanuela Araújo me deixou atordoada em o barulho da noite, aliás, junto com as duas meninas que fazem as filhas dela no filme, meu Deus, vocês não têm noção dessas crianças, gente, impressionante. Graça Massa Fera, certamente no melhor papel da vida dela, estupenda em uma família feliz e Ana Luisa Rios, que é uma potência em mais pesado é o céu. Que coisa linda ver atrizes em papéis tão lindas, mas um pouco, grandes trabalhos mesmo. Então, guardem esses títulos, viu? Pra quando eles entrarem em cartaz nos cinemas, valem a pena. Não queria tá na pele desse júri não, viu? Bom, amanhã é o dia da premiação e a gente vai saber então quem serão os vencedores e vencedoras dos kikitos aqui em Gramado. Eu vou tá lá no palco, né? Apresentando a cerimônia e você pode ver ao vivo pelo canal Brasil, tá? A partir das nove horas da noite. Vai lá prestigiar, né? E saber qual delas vai levar esse kikito pra casa. É isso. Se você quer saber mais, você pode me enviar a nossa página, arroba Renata Boudrine. Tô indo, mas eu volto. Sou Renata Boudrine, com as notícias do cinema. Hashtag Juntos pelo Cinema, apoio JBFM. Você ouviu"}, "podcast_summary": "This is a podcast episode discussing the film selection at the Gramado Festival. The host mentions that the festival has a high level of films this year, particularly impressed with the work of actresses Ize Valverde, Emanuela Araújo, Graça Massa Fera, and Ana Luisa Rios. The host advises listeners to remember these titles for when they are released in theaters. The host will be presenting the awards ceremony the following day, which can be watched live on the Brazil channel. The podcast is supported by JBFM, and listeners can find more information on the host's page.", "podcast_guest": "No guest information available", "podcast_highlights": "- A seleção de filmes do Festival de Gramado está de altíssimo nível\n- Destaque para o trabalho das atrizes nos filmes da Renata Boldrini\n- Ize Valverde impressiona em Ângela\n- Emanuela Araújo e as duas meninas que fazem suas filhas no filme O Barulho da Noite são impressionantes\n- Graça Massa Fera está estupenda em Uma Família Feliz\n- Ana Luisa Rios é uma potência em Mais Pesado é o Céu\n- Será divulgado amanhã quem serão os vencedores do festival\n- A cerimônia de premiação será transmitida ao vivo pelo canal Brasil às nove horas da noite\n- Página para mais informações: arroba Renata Boldrini\n- Apoio: JBFM\n- Hashtag: Juntos pelo Cinema"}