{"podcast_details": {"podcast_title": "The NewsWorthy", "episode_title": "Special Edition: Paying Student Debt Again - Predictions, Problems & Prep", "episode_image": "https://ssl-static.libsyn.com/p/assets/e/7/6/e/e76e62a33a473ca440be95ea3302a6a1/tnw-artwork-3000x3000.png", "episode_transcript": " Today is Saturday, August 19th. Tens of millions of American households are now preparing to get back to making student loan payments again. The payments and interest have been on hiatus since the early days of the pandemic. But soon, for the first time in more than three years, that hiatus ends. And with that, more than 43 million Americans will start shipping away at a collective $1.7 trillion of student debt. So today, we are examining what this means for the U.S. economy overall, as well as individual borrowers. First, I'm talking to Emerson Sprick, a senior economic analyst at the Bipartisan Policy Center. He's explaining the big picture predictions and also shares why he thinks the financial burden is not as concerning as the mixed messages and expected logistical hurdles. Plus his take on the impact of political fighting when it comes to student debt and higher education. Welcome, welcome to the Newsworthy Special Edition Saturday, when we sit down with a different expert or celebrity every Saturday to talk about something in the news. Don't forget to tune in every Monday through Friday for our regular episodes, where we provide all the day's news in 10 minutes. I'm Erica Mandy. It's now time for today's Special Edition Saturday. Emerson, thank you so much for coming on the Newsworthy. Thanks for having me, Erica. I'm glad to be here. So let's first talk about what was happening during the pause on student loan payments. What does the data show about what people were spending their money on over the last three years instead of those loan payments? And what was the impact on both individuals and the overall economy? To provide a little bit of context, the Trump administration paused student loan payments at the very beginning of the pandemic because, you know, people were losing their jobs. A lot of small companies were going out of business and the pause was meant to take a financial burden off the plate of American households as some folks manage this lost income and everyone tried to figure out how to deal with COVID. So all that is to say that the composition of household budgets didn't really change because of the student loan pause. It changed because of COVID. And at the same time, in 2020 and 2021, the government sent out really significant amounts of fiscal stimulus to American households. So a lot of that money was actually saved. And that's certainly relevant to this discussion because not all of those savings have been spent down. So what that means is that a lot of households are actually in better shape now than they might be as they prepare to start making these payments toward their student loans again. OK, so let's talk about what does then happen when this payment pause ends. And let's start with the impact in the overall economy and then we'll get into more individual borrowers. What's your prediction for what will happen to the overall economy when this pause ends? Taking a step back and looking at this on a macro level, there are some really big kind of scary numbers at play. The end of the pause means that somewhere around 30 million borrowers are going to have to start paying some total of more than 70 billion dollars annually in student loan repayments. And that sounds like a lot. And it is a lot in many ways. But to put that in context, you know, 70 billion dollars equals only around 4 percent of the amount that Americans pay every year in individual income taxes. What economists are predicting and what we assume is going to happen at the bipartisan policy center is that the macro effect, the effect on the economy as a whole, is not going to be that big. Some analysts from Morgan Stanley predicted that personal consumption expenditures are only going to be around one tenth of one percent lower at the end of this year than they would be if payments remained frozen. But there are, I think, two really important questions here. One is the distributional effects. We know that most borrowers are going to be able to make their repayments, but what about those who aren't? And then there's one that we at the Bipartisan Policy Center think has not been covered nearly enough. And that's the logistical considerations. You know, college graduates from the past four years probably haven't ever made a single student loan payment. And more than 40 percent of borrowers are going to return to repayment with a new student loan servicer. So, you know, we're concerned that these obstacles are going to have a real effect on American households. All right. So what are you predicting when it comes to those households who might actually struggle, even if they aren't the majority? So there's obviously reasonable concern that lower earners are going to struggle to make these payments. But I'm moderately optimistic for a couple of reasons. First is that a lot of households, like I mentioned earlier, still do have some excess savings from the early pandemic stimulus programs. The second is that the administration is taking quite a few steps to ensure that this isn't a huge negative shock to lower earners' finances. So, for one, the administration has basically implemented one year on ramp, during which payments are still not actually going to be required. Beyond that, a lot of borrowers participate in income driven repayment plans or IDR plans. And those plans limit payments to an affordable share of income and even make it so that the lowest earners don't have to make any payments. Those are all reasons that we don't think that the financial burden is going to be, like I said, too much of a crisis right off the bat. But that confusion really gets to the logistical and administrative considerations that we're worried about, because borrowers are facing some real mixed messages right now. On one hand, they're being told that they have to start making these repayments. And on the other hand, they're saying the administration is saying, you know, you have a one year kind of grace period, and also we're still working to try to find a way to forgive all your debt. And so that just makes for an environment in which it's tough for folks to plan about how to actually make these repayments happen. Taking a step back and looking back at the overall economy, there's obviously been a lot of talk and focus around inflation. Do you think any of this has impacted inflation one way or the other? I really don't think that this plays a role in the inflation that we're seeing. The restart is not going to help tamp down inflation. I think that that process we can we can fairly safely say is solidly separate from the student loan crisis. What role do you think politics has played in all of this? I think that the student loan pause turned almost immediately into a political punching bag and that policymakers have been much too focused on the student loan pauses and debt forgiveness and not nearly focused enough on addressing the underlying problems that's driving this debt in the first place. Both parties. Both parties. Anything else you think people should know about all of this or just a final thought? The resumption of student loan repayments is going to have an effect, but it's probably not the effect that many people are thinking about. It's probably not going to slow down the economy. And in the short term, at least, it's probably not even going to impose an insurmountable financial burden on too many households. At BPC, we're anticipating fairly significant administrative and logistical difficulties because that frankly policymakers have preemptively made worse through mixed messages and funding cuts to important agencies. So what's really important to note here is that none of this touches the core of the issue. Things like declining public investment in higher ed on the state level, things like the eroding value of Pell grants. And so that's why it's so important for policymakers to focus on charting a bipartisan path forward to solve these problems for the long run by focusing on accessibility and affordability and accountability for these institutions. So what is the most important specific information borrowers need to know right now? And what can they do to prepare for payments to restart soon? And can you really rely on the transitional period President Biden is promising over the next year? We're getting a bit more into the details in this next part of the conversation from important dates to expected changes and more. So, I'm going to start with a quick break for our sponsors. I'm here to tell you about Miracle Maid's bedsheets, pillowcases, and comforters that prevent, get this, 99% of bacteria and require three times less laundry than a regular person. And I'm here to tell you about Miracle Maid's bedsheets, pillowcases, and comforters that prevent, get this, 99% of bacteria and require three times less laundry than a regular person. And I'm here to tell you about Miracle Maid's bedsheets, pillowcases, and comforters that prevent, get this, 99% of bacteria and require three times less laundry. How do they do it? Inspired by NASA, Miracle Maid uses silver-infused fabrics that prevent bacterial growth, which leaves them cleaner and fresh three times longer than other sheets. And of course, I wouldn't be telling you about them if they weren't also really comfortable to sleep on. But I do want to remind you that Miracle Maid is a free gift for you to try Miracle Maid sheets today. And whether you're buying them for yourself or as a gift for a loved one, if you order now, you can save over 40%. And if you use our promo code NEWSWORTHY at checkout, you'll get three free towels and save an extra 20%. Miracle is so competent in their product, it's backed with a 30-day money-back guarantee. So if you aren't 100% satisfied, you'll get a full refund. Go to Miracle.com slash Newsworthy and use the code NEWSWORTHY to claim your free three-piece towel set and save over 40% off. Again, that's try Miracle.com slash Newsworthy to treat yourself. This episode is also brought to you by NutriFull. Millions of Americans experience thinning hair. It's not only common, it's normal. And it seems like men talk about it pretty openly, but for women, not so much. Well, you don't have to feel alone or frustrated anymore, but thousands of women are doing something about it with NutriFull. NutriFull is the number one dermatologist-recommended hair growth supplement that uses medical-grade, clinically effective ingredients to target multiple causes affecting hair health. Think stress, hormones, environment, nutrition, lifestyle, aging, and more. I actually started NutriFull postpartum when I noticed changes in my hair after giving birth. And I was so thrilled to find a solution that I felt comfortable taking while breastfeeding and that actually worked for me. And I've now switched to NutriFull women to continue to support my hair health. So take the first step to visibly thicker, healthier hair. For a limited time, NutriFull is offering the Newsworthy listeners $10 off your first month's subscription and free shipping when you go to NutriFull.com and enter the promo code NEWSWORTHY. Find out why over 4,000 health care professionals recommend NutriFull for healthier hair. NutriFull.com spelled N-U-T-R-A-F-O-L, NutriFull.com with the promo code NEWSWORTHY. That's NutriFull.com promo code NEWSWORTHY. Okay, now to our conversation with Megan Maguire from Student Loan Planner. Megan, thank you for joining us here on the Newsworthy. Thank you. Thanks for having me. So first, the pause on student loan interest ends on September 1st and then payments start up again on October 1st, right? So can you explain a bit more about these two important dates that people need to know about? Interest will resume starting September 1. Now, that doesn't mean that any interest that should have been charged, like during the COVID forbearance, is going to be added to the balance. Not at all. It just means that interest that will be accumulating or would naturally be accumulating on your balance will start back up again in September. And then payments will restart in October. Everybody's due date does seem to be specific to them, though, so it may not be October 1st. Should people expect their balance to be the same if they haven't done anything since the pause went into effect in 2020? For the most part, yes. If you are someone who had federally held student loans, which is the vast majority of people, and you did not make payments during the COVID forbearance, then your balance should be exactly the same as where it was left in March of 2020. And where can they actually find their balance and when they need to pay again and all of those things? One place would be on studentaid.gov, and that's the federal hub of all things, Federal Student Loans. You go there first, update your contact information. You'll see your balance, your interest rates. You should be able to see your repayment plan if you've chosen one, but probably the better place to see your repayment information is going to be with your loan servicer. And if you're not sure who your servicer is, you can see that on studentaid.gov as well. The servicer will be who tells you what your payment is and when that due date is going to be. And that's important because sometimes the loan servicer can change, right? It can, and it did a lot for folks over the COVID forbearance. So what does that mean? Like, what do people need to know about that? Servicers are contractors for the Department of Ed, and their contracts can end. And they could decide not to renew them or the Department of Ed can decide not to renew them. So we saw a lot of that over COVID where certain servicers left the student loan servicing business like FedLoan. Great Lakes was another. You may have had a different servicer while you were in school or if you were in repayment before COVID. And it could be different now. So it is worth checking into to make sure you know whose servicer portal you need to be signing into to make your payments. And what about if you had automatic payments set up before the pause? Will those payments automatically begin again or do you need to take action? I would suggest take action. And the Department of Ed said this too. It's not assumed that the auto pay information was saved. So definitely make sure if you were on auto pay in the past, even if your servicer hasn't changed, just go double check. Make sure it's still in there or enter in the information now. OK, so let's talk about this 12 month on ramp, if you will, or grace period that the Biden administration has talked about. It's meant to be kind of allowing for missed or late payments without going delinquent or being reported to credit agencies. What are you actually expecting with that and what are you actually telling borrowers about it? Yeah, this is kind of interesting because there is no information yet about this on the student aid dot gov website. Not to say that this is not happening. That's not what I'm saying. But more so I feel like there's going to be more information to come and more guidance on this next month and September. But generally, it's meant to help people ease back into repayment because it's been so long since people have been paying. So this new monthly payment could be a shock to people's budget. So it's meant to help people kind of graduate into it without the servicers reporting them delinquent. But it sounds like maybe don't plan to rely on this until there's more official information. Don't rely just on an announcement. What do you think? Yeah, I would say don't rely on this quite yet because there's just no guidance on it. There is still the fact of interest accumulating on your balance and this on ramp. If you're not making payments during this time, we know for a fact that it's not going to count towards the income driven forgiveness or public service loan forgiveness. So take it only if you need it, if it's available. Otherwise, plan to be in repayment in October. So you've been mentioning this income driven repayment plan. Can you tell us a little bit about that? I know it's a little complicated, but at least in basic terms, what is that and what should people know about it? There's four different income driven plans that base a payment off of a percentage of your income. There is a brand new one called SAVE, S-A-V-E. It's 10% of your discretionary income if you had graduate loans. And it starting July of next year will be 5% of discretionary income if you have undergraduate loans. And they changed the rules with interest accrual. And so the SAVE plan does not allow interest to grow on your balance. It will waive any unpaid interest, which is a big deal for folks. So it keeps the balance stagnant, but at least it's not growing. And it's just important in general for people to know they have some of these options to change the repayment plans. Yep. And you can make that change if it makes sense for you. You can make that change now. And I know you also specialize in parent plus loans. What are those? And is there anything different about those programs that listeners should know? Yes. Parent plus loans, they're federal loans that you can borrow for an undergrad student, your child. They are in nature more limited in what repayment options they have available. They do not have access to this new SAVE plan, unfortunately. What is closing is there's what we've called the double consolidation loophole, which is a way to open access to those cheaper income driven plans. People will not be able to do this loophole after July of 2025. Are you hearing a lot of concerns from people or are people just trying to figure it all out in terms of the logistics? The folks that we tend to work with are typically really on the ball with the options. They really pay attention. So those folks are more so just trying to figure out the best route. But I could imagine there's plenty of folks who have not even thought about student loans in three years, and this is going to be a shock to the system for sure. Final thought or just words of advice, final takeaway for our listeners today? Don't panic. That is the first thing I'm going to say. Don't panic. Take a few steps to just push yourself in the direction to starting to figure out your plan. There will be a plan that can work for you. There's a lot of options. I know that sounds overwhelming, but that is a huge benefit to you to be able to find a plan that's going to work for you in your budget. Well, thank you so much to both of our guests today. For more insights from Emerson Sprick and other analysts at the Bipartisan Policy Center, be sure to visit BipartisanPolicy.org. And if you need help with your student loans, Megan McGuire and her colleagues at Student Loan Planner can help. That website is StudentLoanPlanner.com. All right. We'll keep you updated on the latest developments about student loan policies and all the other news you need to know in our regular weekday episodes. Our 10-minute news roundups are available every Monday through Friday, starting at 4 a.m. All right. We'll be back on Monday. Until then, have a great weekend."}, "podcast_summary": "Starting on October 1st, student loan payments and interest will resume for millions of American borrowers after a pause during the pandemic. This will affect more than 43 million Americans and a collective $1.7 trillion of student debt. While the end of the pause is expected to have a minimal impact on the overall economy, there are concerns about the distributional effects and logistical hurdles faced by borrowers. Many households are in better financial shape now due to savings from pandemic stimulus programs, and there are income-driven repayment plans available to help ease the burden on lower earners. However, there are mixed messages and confusion surrounding the repayment process, and the long-term underlying issues of accessibility and affordability in higher education still need to be addressed. Borrowers should check their balances and repayment dates on studentaid.gov or with their loan servicer, and it is recommended to take action and not rely solely on the transitional period that the Biden administration has promised. Income-driven repayment plans and options for parent plus loans should also be explored. Overall, borrowers are advised not to panic and to take steps to understand their options and create a repayment plan that works for them. For more information, visit the Bipartisan Policy Center at bipartisanpolicy.org or Student Loan Planner at studentloanplanner.com.", "podcast_guest": "No guest information available", "podcast_highlights": "- Payments and interest on student loans will resume after a hiatus since the early days of the pandemic \n- More than 43 million Americans will start paying back a total of $1.7 trillion in student debt \n- The pause on student loan payments did not significantly change household budgets, as it coincided with government stimulus payments \n- The overall impact on the economy is expected to be minimal, with personal consumption expenditures predicted to be only slightly lower \n- There are concerns about the distributional effects and logistical challenges for borrowers, including confusion about repayment and changes in loan servicers \n- Low-income borrowers may struggle to make payments, but the administration has implemented measures to ease the financial burden \n- The resumption of student loan repayments is not expected to have a significant impact on inflation \n- Politics has played a role in the conversations around student debt, with focus on debt forgiveness rather than addressing underlying issues \n- Declining public investment in higher education and the eroding value of Pell grants are important issues that policymakers should address \n- Borrowers should check their loan servicer, update their contact information, and be aware of the resumption of interest and payments \n- The Biden administration has announced a 12-month grace period to ease borrowers back into repayment, but details are still unclear \n- Income-driven repayment plans exist for borrowers and can help make payments more affordable \n- Parent Plus loans have limited repayment options and a double consolidation loophole is closing \n- It's important not to panic and to explore the available options for managing student loans"}