{"podcast_details": {"podcast_title": "Morning Wire", "episode_title": "The Country Truth with John Rich | Sunday Extra", "episode_image": "https://image.simplecastcdn.com/images/aece427d-c463-4950-8ebc-a93f34d10ece/fa2205e6-c19b-4beb-8f03-96fd4dfbeebd/3000x3000/morning-wire-podcast-cover-1.jpg?aid=rss_feed", "episode_transcript": " Country music star John Rich has released a new album called The Country Truth, which features songs about the current state of society with titles including I'm Offended and Shut Up About Politics. In this episode, we speak with the musician and entrepreneur about his new album, his new bank and viral sensation Oliver Anthony. I'm Daily Wire, editor-in-chief John Bickley with Georgia Howe. It's Sunday, August 20th and this is an extra edition of Morning Wire. I'm joined now by country music legend John Rich. John, thank you for joining us. So let's jump right in. You're a prolific songwriter. Tell us about your new album, The Country Truth. Why did you produce this album now? Well, the title of the record, The Country Truth, the reason I called it that is because that's what it is. It's a bunch of songs that I've written and recorded and they pretty much represent my perspective and thoughts on what I see going on in the country and what my own family is doing. It's everything from funny moments to serious moments and some pretty crazy commentary. I just think it's one of those records that a record label would probably never allow a record like this one to come out for obvious reasons if you know about the music industry. But because I'm an independent guy, I thought, you know what, this is a great body of work. I think people are going to really like it and get a kick out of it. It becomes an important record to them. Now you've released a video to go along with the song, I'm Offended. Tell us about the message in that song. Well, when you look around this country, there is nothing at all happening that is funny. Nothing. I mean, it seems like everywhere you look just more bad news, bad news everywhere. And I was in that frame of mind of, you know what, it's so absurd, some of the things in our culture right now that everybody is offended at everything all the time, including me, by the way, sometimes I'm like, man, am I just going to stay perpetually offended? I mean, this is ridiculous. So I thought, you know what, I'm going to write a funny song and kind of lay out what offends me, what offends you and let's all just get offended tonight. It's like a party song that you'd all be sitting around in a bar somewhere singing it and laughing at each other about how ridiculous this whole thing is. And it's my attempt to put three minutes of a smile on everybody's face. Well, we could all use more of that for sure. There are several collaborations on this album, two with the Oak Ridge Boys and one with Mike Rowe, one of my personal favorites. Tell us about the process and the focus of those songs. Well, every song has a little different spirit to it. You know, I look at them as kind of as living organisms songs are to me. They're alive. And so I wrote one called A Dime Ain't Worth a Nickel Anymore. And I'm sure you can guess what that's about. And so, you know, the hardest working group out there that is still touring and been touring for I think 50 plus years is the Oak Ridge Boys. Elvira, you know, one of my favorite bands of all time. I'm friends with those guys. They're kind of like mentors to me and they have seen it all. And I thought, who better than to have that quartet harmony with that Oon Papa Mau Mau kind of vocal going on under this song. So I called the Oaks and they came in the studio and I got to record them, man, it was quite a highlight. And Mike Rowe and I are just buddies. You know, we kind of see things the same way on several levels that hard work counts and going out and risking it to be all you can be kind of thing. And he and I wrote a really funny Christmas song called Santa's Got a Dirty Job since Mike Rowe is the king of dirty jobs. We thought that that was a good one. This record's a collection of a lot of interesting music like that. Speaking of some other country music voices, there's a new guy on the scene, Oliver Anthony, who's gone viral for singing what many are calling a working man's anthem. Richmond, North of Richmond, you offered to produce his album and have been in touch with him. Why has he gone viral? What do you think people have responded so much to in his work? So this guy stands on a flatbed trailer with nothing but a resonator guitar and basically breaks his chest open and bears his soul to everybody. You know, he sounds he sounds exhausted. He sounds shredded. He sounds angry. He sounds sad. All these different things going on with him. And I said, you know what? That's exactly how Americans feel on the inside. We all feel like that, regardless of left, right, center or whatever. The whole country feels those kind of feelings. And here's this guy that puts it into this song and just lets it rip. And the whole world goes, yes, that's what we needed to hear right now. That's how we feel. That's why the song's so big. It's not so big because it's a country song or because culture or anything like that. It's literally because what he's saying is the truth and the vast majority of people feel that way. I'm really proud of the guy. He does not have a team together yet or anything. Haven't been in the studio or anything like that yet. But I am having regular conversations with him, just trying to, you know, be a sounding board for him as he's got a lot of big decisions coming up. He's a really special guy, a guy that I'm really getting to enjoy getting to know this guy. Well, I'm sure your support has meant a lot to him. Let's turn now to another venture. You're involved in Old Glory Bank. You're a board member of the new bank, which has been up and running for a few months now. How's it going? What's the response to it been like? Well, it is running at a rapid pace. We've had tens of thousands of Americans open up bank accounts at Old Glory Bank. You know, the premise of the bank is your bank account will not be attacked for exercising your constitutional rights. Now why that's such a big deal is we all watch Justin Trudeau freeze the bank accounts of the truckers when they wouldn't break up their protest. We just saw Nigel Farage in England get his bank accounts frozen. We've seen this become more and more commonplace. And here's the thing. Everybody wants to run for the hills, but they don't know what options they have because the hills are all owned by the bad guys too. And so we decided to get together and build a new platform, a bank, Old Glory Bank, and tell people, hey, here's a place you can put your hard earned money and you will not be penalized for loving your country or for freedom of speech or anything that you're constitutionally guaranteed. People think that the federal government, if they tell a bank to freeze somebody's bank account, that the bank just has to do it. And that's not the case. I mean, unless you're really involved in some major crime, that's different. But if you're not involved in crime and the government just doesn't like what you have to say, the bank can tell the federal government, you know what, federal government, we'll see you in court. We're not going to touch this bank account. We'll see you in court. That's our stance. And so OldGloryBank.com, that's where I send people to go read about the bank and if they think it looks like a place for them, we'd love to have them join. Now you had a show on Fox Business about entrepreneurship, yourself an entrepreneur motivated to explore different avenues. What lessons have you learned from merging your creative and business interests? I think business is creative. Honestly, I think they intersect with each other. I mean, you've got some people that all they do is business and you've got some people that all they do is creative work. But for me, I kind of look at business as being creative. For instance, OldGloryBank.com, we have something that needs to exist. It doesn't currently exist. How can we get creative and create a new opportunity for people? Well, there's OldGloryBank.com. Same thing with my music. Creating the music is a creative process. Marketing the music and figuring out how to get the music heard by millions of people without country radio, without the music industry, that takes a lot of creative effort just to figure out how to get to the people when there's so many roadblocks up. So I try to marry the two. I guess from the time I wake up to when I go to bed every night, it's pretty much a creative process all day long. Cool question. Last time you and I talked, we talked about the sound of freedom. We both watched that film, went to the same screening and were very moved by it. We've now seen the massive success of the film despite it not being pushed by an establishment studio. Is there a broader lesson here about the potential for grassroots projects? Is there hope for new ways of creating art that isn't tied to the establishment? Yes, I believe that we are actually having somewhat of a renaissance right now. I think that due to the American public, and I don't mean conservatives or liberals or whoever, I mean all of them, all Americans are realizing that this has been a sham, this has been a manipulation on the American people for a very, very long time. And as they awaken to that fact and things come out that aren't a sham and that aren't manipulation that are actually true and real and their substance is actually legitimate and comes from a place of honesty, Americans are starving for that kind of content. And that's why you don't see it coming from Hollywood or really for that matter coming much from Nashville. That's why Oliver Anthony, you would have never heard of Oliver Anthony if he had a record deal in Nashville, I can promise you that. They would never have put the song out. Sound of Freedom, we all know it was sidelined for five or six years because the big Hollywood companies did not want that movie to come out. Well, it finally did. And when it comes to music, movies, comedy, books, all the things that really can't have impact on culture that the American people are waking up and they are looking for the real McCoys. And I'm just one of a lot of guys that are trying to deliver that. But that is absolutely my mission. Well, John, good luck on all the new projects and thank you so much for joining us. You bet, brother. Thanks for giving me some time. That was country music star John Rich and this has been an extra edition of Morning Wire."}, "podcast_summary": "Country music star John Rich has released a new album called \"The Country Truth\" featuring songs that reflect his perspective on the current state of society. One song, \"I'm Offended,\" is a funny take on how everyone seems to be offended by everything these days. The album includes collaborations with the Oak Ridge Boys and Mike Rowe. In addition to his music, John Rich is also involved in Old Glory Bank, a new bank that ensures customers' bank accounts won't be attacked for exercising their constitutional rights. He believes that business and creativity go hand in hand and that grassroots projects have the potential to create meaningful art without being tied to the establishment. Overall, John Rich sees a renaissance in art and culture as Americans seek honesty and substance in their entertainment.", "podcast_guest": "John Rich (born January 7, 1974) is an American country music singer-songwriter. From 1992 to 1998, he was a member of the country music band Lonestar, in which he played bass guitar and alternated with Richie McDonald as lead vocalist.  After departing from the band in 1998, he embarked on a solo career on BNA Records in the late 1990s, releasing two singles for the label and recording Underneath the Same Moon, which was not released until 2006. In 2001, he self-released Rescue Me, an album he was inspired to record by a cancer patient named Katie Darnell.  By 2003, he joined Big Kenny to form the duo Big & Rich, who released three albums on Warner Bros. Records as well as ten singles, including the Number One \"Lost in This Moment\". After Big & Rich went on hiatus in 2007, Rich began work on a third solo album, Son of a Preacher Man, which has produced two more chart singles. In 2011, Rich released two extended plays, Rich Rocks and For the Kids, before re-establishing Big & Rich in 2012.\n\n", "podcast_highlights": "- John Rich released a new album called The Country Truth, featuring songs about the current state of society.\n- The album includes songs like \"I'm Offended\" that address the absurdity of the culture and the constant feeling of being offended.\n- There are collaborations with the Oak Ridge Boys and Mike Rowe on the album, each bringing a different perspective and sound to the songs.\n- John Rich talks about the viral success of Oliver Anthony, a country music newcomer who sings a working man's anthem that resonates with people.\n- John Rich is supporting Oliver Anthony and offering to produce his album.\n- John Rich is also a board member of Old Glory Bank, a new bank that aims to protect individuals' bank accounts from being attacked for exercising their constitutional rights.\n- He discusses the importance of creative entrepreneurship and how business and creativity intersect for him.\n- The success of grassroots projects like the film \"Sound of Freedom\" demonstrates the potential for new ways of creating art independent of the establishment.\n- Artists like John Rich are striving to produce content that is honest, real, and has a positive impact on culture."}