{"podcast_details": {"podcast_title": "Profesor Briceño", "episode_title": "ABURRIDO 240 editado MILEI PISA FUERTE, NÍGER PISA PASITO Y EN EL HIMALAYA PISAN AL SHERPA", "episode_image": "https://static-2.ivoox.com/canales/7/9/4/1/7941afccae31b12c2a42aeb937412833_XXL.jpg", "episode_transcript": " Aurrido 240, un Aurrido que se graba un 14 de agosto a las 12 y 20 de la tarde. Esto por supuesto es Aurrido y esto es un podcast que bueno para que para que si usted está aquí está aquí. Lo que sí le tengo que decir es que rápidamente para mí es importante que sepa que el 17 de agosto estoy en PISPA junto con Reynaldo Guevara, Carla Ferreños, Guzmán K y voy para Estados Unidos a Orlando, Nueva York, Brooklyn, Nashville, Austin, Houston, Dallas, Miami, Chicago desde el 21 de septiembre al 1 de octubre. Los que han estado pidiendo Atlanta píenselo a la comida del local, píenselo a Simeon Otero. Yo hago lo que puedo. Vamos de una vez con la primera noticia porque últimamente estamos arrancando el Aurrido con una noticia y luego vamos al menú y obviamente ocurrieron las famosas primarias abiertas simultáneas y obligatorias. Las paso para los que lo saben para los que no saben qué es esto son elecciones que tienen como objetivo seleccionar a los candidatos que representarán a partidos y coaliciones en las elecciones generales del 22 de octubre en Argentina y son muy importantes tanto por el resultado como por la pauta que marcan dentro de América Latina. Argentina va a elegir presidente y renovará puestos algunos legisladores tanto el Senado como diputados y van a elegir nuevo jefe de gobierno en la ciudad autónoma. Es importante saber que estas elecciones son primarias abiertas en los que los partidos definen a sus representantes a partir del voto de los ciudadanos que no necesitan estar afiliados a ningún partido para elegir. Se celebran el mismo día para todos los candidatos y son obligatorias para el electorado. ¿Qué ocurrió? Ocurrió que no sé si es que las encuestadoras no escuchan Aurrido. Les vengo hablando de mi ley desde antes que mi ley fuera pop. Les vengo hablando de mi ley casi que desde que arranqué Aurrido y mi ley tuvo un resultado excepcional en estas primarias. Cuando digo excepcional es porque este hombre canalizó el descontento de ciudadanos según Facundo Cruz por ejemplo del centro de investigación para la calidad democrática de los últimos dos gobiernos. Es un acérrimo defensor del libre mercado a quienes muchos comparan con el expresidente de Estados Unidos Donald Trump. Vamos a detenernos en esta pendejada de comparar a mi ley con Donald Trump. Mi ley ciertamente simpatiza con el Partido Republicano, es un hombre de derecha, es una narcocapitalista. Si el narcocapitalismo se llevara a cabo completo como dice como dice Wikipedia prácticamente hasta la policía sería privada. Todo depende de la propiedad privada que tiene ciudadano sobre sí mismo y la propiedad como el canal por el cual ejerce su derecho a ser ciudadano. Pero esto de comparar a mi ley con Donald Trump es como cuando se ponen a comparar a AMLO con el de Chile o inclusive a Bolsonaro con la izquierda centroamericana perdón a Lula da Silva con la izquierda latinoamericana. Es decir comparar a mi ley con Donald Trump, iniciar tu artículo y tu análisis sobre mi ley con Donald Trump es una soberana pajoatada. Este tipo da para mucho más. Para comenzar es economista, para comenzar generalmente sabe de lo que está hablando cuando habla de una propuesta de modelo económico. Segundo, está ocurriendo en Suramérica. Tercero, esto es exactamente como cuando comparan a el de Chile con AMLO por ejemplo y dicen la izquierda, la derecha, dejemos de pensar en la izquierda y la derecha. Usted ha visto un globo terráqueo, es una esfera, no es un boxeador. Entonces dejen de estar tratando de clasificar. A mi ley hay que darle, como dicen los españoles, de comer aparte y ciertamente me sorprende que las encuestadoras argentinas se sorprendan con que mi ley haya sacado 30% para arriba y haya estado por encima de los otros dos y pueda ganar en las elecciones en Argentina. Porque toda su campaña, más allá de todo lo que la gente quiera conversar sobre si va a adolarizar, si no va a adolarizar, si elimina el banco central, se basa en descontento. ¿Y cómo van a hablar de descontento? Que es lo que hay candidatos como Maza, que básicamente primero era anti-kitchenerista, luego fue kitchenerista, luego está el Cotri, luego se está ofreciendo como el tipo que va a arreglar un gobierno del cual él es ministro de finanzas y economía. Y luego del otro lado, en la centro derecha, andan en una pugna gente que ya ha tenido cargos y la gente está molesta con gente que haya tenido cargos. Que si tienen razón o no, a mí no me toca dar la razón a nadie, a mí me toca hablar de comunicación y análisis de audiencia y el que les está hablando a quien anda molesto, cabreado en Argentina, es mi ley. Period. Punto. Encuestadoras, ¿cómo es posible que se sorprendan? Pero bueno, vamos a ver entonces los resultados de esta encuesta. Ahí sí, se ha ido a apoyar a Bolsonaro, se ha ido a tomarse fotos con un tipo que es pinochetista, por supuesto, pero de allí a saltar a que mi ley es pinochetista. Hay que tener cojones. Ahora, ¿qué es lo que no tiene mi ley? Medios de comunicación social, que lo quieran respaldar. ¿Qué es lo que ha hecho mi ley? Aprovecharse de la urgencia que tienen los medios de comunicación social, del escándalo, la irritación y ha sabido hacer crecer su discurso. ¿Qué opino yo? Que el mi ley que comenzó, que me parecía mucho más coherente que el mi ley de ahora, es un genio explotando la crispación, la urgencia de crispación que hay a nivel de audiencia, pero a la vez en esa búsqueda de subir los niveles de crispación y obtener centímetros por columna, minutos al aire, etcétera, bueno, pues lamentablemente empieza a volverte loquito. Pero eso quiero que le pasa a todo el que tiene gente alrededor diciéndole, vos sos el hombre, estoy contigo. Y bueno, el lenguaje guasi evangélico de no vine a rear corderos, sino a despertar leones, por supuesto que tiene calada en un país que emocionalmente está agotado. Agotado de saber que es un país con inmensas riquezas, que fue un país de los más ricos del mundo a principios del siglo pasado y que en este momento su moneda está por detrás de la venezolana en inflación. Solamente le gana a la venezolana en inflación. Por supuesto que la gente está molesta y por supuesto que no haga votar por candidato. Y más bien me sorprende el resultado que sigue sacando el kirchnerismo. Me sorprende de sobremanera, que la centroderecha gane votos no me parece absurdo, pero que el kirchnerismo esté ganando votos. Es algo que no deja, que un candidato que es del gobierno con el cual la gente está molesta, que es miembro del gobierno, que es un cambio de estrategia. Porque los kirchneros lo que hacían era nombrar a uno y luego se separaban. A Fernández lo nombraron y luego se hicieron los pendejos. Bueno, nos salió malo el muchacho, explicando un poquitico la de la de Colombia, la de la derecha colombiana. Denombramos un candidato y cuando le empieza a ir mal, oye vale, pero la gente tiene razón de estar molesta. Pero si lo pusiste tú, ese es tu candidato. ¿Cómo es posible que esa gente siga sacando votos? Pero bueno, la propuesta más conocida de mi ley para la gente de BBC.com Mundo es la de dolarizar la moneda. También ha hablado de la libre venta de armas de fuego, incluso de órganos humanos. Tuvo varios roces con la presa y recibió críticas por comentarios misógenos. Todo el mundo ha buscado que achacar la mi ley y no se le va a pegar nada, porque mi ley representa el cabreo. Y cuando hay un candidato que reúne y representa el cabreo, no el descontento, no la desilusión, no la desesperanza, sino que aglutina el cabreo, no hay racionalidad que valga. Y por eso mi ley va subiendo como va subiendo, porque cabreo es válido. Muy bien, bueno hay especulaciones sobre él. Facundo Cruz, como les decía, de centro de investigación para la calidad democrática, dice que analizó el descontento ciudadano. Cabreo, no descontento. Mi ley estuvo subestimado en las encuestas, señalando que los jóvenes que lo votan son los más golpeados por la crisis porque no ve oportunidades. Tiene una inflación alta de hace una década Argentina y tiene el tercer índice anual más alto del mundo. Cuatro de cada diez argentinos son pobres y en menores de 14 años la pobreza afecta casi al 55 por ciento con una profunda crisis de deuda. Le va a tocar una deuda fuerte exterior, que se verá cómo va a renunciar, pero le va a tocar sobre todo un congreso que sigue teniendo una presencia importante de la política tradicional. Y ahí es donde vamos a ver si mi ley está listo para el reto político o se va a lanzar la de Bucaram. La de Bukele, perdón. Uy, he confundido. Bukele con Bucaram, estamos loquitos. Sí se va a lanzar eso. Entonces ahí tenemos el resultado de esta encuesta. Vamos a buscar. Por aquí tenía los resultados de las encuestas en las encuestas, perdón, los resultados del paso y son. Javier Mille, logró el 30,2% de los votos. El perorismo queda de tercero con uno de sus peores resultados en décadas con 27% y el valor del peso en Argentina ha caído 18,3% este lunes elevando el precio del dólar hasta los 365 pesos por unidad el Banco Central, 67 más que el viernes. Es la caída del peso más brusca desde agosto del 2019 cuando la moneda perdió el 25% de su valor tras las primarias en las que el peronismo venció a Mauricio Márquez. Entonces, como ahora faltaban dos meses de gobierno hasta las elecciones generales, son las primeras reacciones de la economía argentina tras la victoria de libertarios Javier Mille. Ojo, son las reacciones del Banco Central de Argentina. Estamos claros, uno de los eslogans importantes de Mille ha sido el hablar de la casta, el reunir en un solo término, término de carácter épico, un término de carácter clasista a todos aquellos que según la narrativa se han nutrido de la política de los últimos años y siguen siendo los mismos los que se critican a sí mismos y Masa es el perfecto representante de esa idea de yo pertenezco a algo que yo mismo critico que yo mismo digo que está mal. Entonces, por supuesto, más bien me sigue pareciendo asombroso el trabajo de llegar a 27% con un candidato como Masa. Pero bueno, eso te habla también del trabajo que se ha hecho durante décadas desde el peronismo para cimentar su presencia sobre todo en Gran Buenos Aires que es donde están los votos. Está un tercio de la población y donde el kirchnerismo ha hecho su tarea durante muchísimos años. El peso entonces retroceden todos los tipos de cambio en Argentina y tanto el dólar me puso para la compraventa de bonos como el contado con Liky CCL alcancen las empresas para tener divisas rompieron la barrera los 600 pesos por dólar. En el mercado paralelo al mediodía el billete verde superaba los 680 pesos. ¿Por qué? Bueno, porque se valoriza el dólar, porque mi ley viene con una postura de dolarizar la economía. Es natural que la gente quiera hacerse con dólares porque mi ley viene fuerte con esto y una dolarización, ojo, para muchos ya yo les leí pueden buscar en el otro aburrido, creo que hace cuatro aburridos que les hablé de mi ley imposible, de cuáles son las dificultades con las que se enfrenta mi ley con la idea de una dolarización sobre todo si le convenía o no a argentino una dolarización tomando en cuenta el prospecto de un país agrario, de un país agrícola, de un país donde la exportación tiene un valor importante para ellos, importantísimo para ellos, pero en todo caso este es el resultado de ignorar que la gente está cabreada, por eso estoy en contra de la palabra descontento. Descontento es lo que uno tiene cuando uno juraba que se iba a ir de una fiesta a una hora y te dicen no, espérate que hay que esperar que llegue el tío tal, el tío tal llega una hora y media después y estoy descontento con esta vaina. Descontento es lo que ocurre cuando compras una cosa por Shane y resulta ser más pirata de lo que tú imaginabas que va a ser pirata porque compraste algo que normalmente en Amazon cuesta 50 dólares y lo compraste por 8 en Shane y después te sorprende que se te desarmó en la mano. Estás descontento, pero aquí estamos hablando de cabreo, estamos hablando de un pueblo cabreado porque lo que representa mi ley en términos de proyecto económico, siendo un economista que ha hablado claramente lo que quiere es sumamente complejo y nadie lo está leyendo. Dollarización es algo que se dice muy rápido pero que para hacerlo en una economía como la que tiene en este momento Argentina hay que ser un maestro no solamente de la economía sino de la negociación política y ahí es donde yo creo que va a estar el reto para mi ley, aunque si se monta con la popularidad más allá de un 50%, un 45%, un 50% es probable que tenga el capital político para apuntar a aquellos que lo obstaculicen como traidores y a significarles un costo político tan alto que lo van a tener que acompañar. Pero bueno, ese es el resultado que tenemos de la PASO en Argentina y eso es lo que para mí constituye la noticia más importante de la semana para quienes vivimos en este continente. Ojo, mi ley por simpatizar, por atraer gente derecha ha tocado temas que me pareció que eran innecesarios como el aborto, como el matrimonio, es decir, haciéndose de esa derecha que igual lo va a acompañar pero quizás ahora después de esto que tiene que atraer también gente del otro lado que quizás lo vean como un milico o una especie de fascista, un ultraderechista, vamos a ver si hay un matizar en el discurso de mi ley tratando de atraer ese grupo que le hace falta y yo creo que eso es a lo que hay que prestarle atención en este momento en Argentina. Me tomo un tiempo porque como esto lo transitimos por Twitch ya hay reacciones en el Twitch que quizás son las mismas reacciones que haya gente en YouTube, por ejemplo me dicen los que votan por el kirchnerismo es la base histórica del peronismo que es 35% eso quiere decir que perdieron números en su base. Es negacionista del cambio climático, se ve bastante derecha, no caigan en la trampa de seguir trabajando alrededor de derechas o izquierdas como categorías absolutas ciertamente mi ley va a comulgar y esto no es su defensa pero creo que hay que verlo en sus matices con una serie de economistas que no les podemos echar la culpa de que miren atrás y vean como en los 70 nos dieron que en el 98 íbamos a estar muertos, en los 80 nos dieron que el 2011 ya todo se acababa es decir los apocalípticos del cambio climático han generado tanta bola que se ha disparado en su contra y también para quienes quieren promover un crecimiento económico la idea de el cambio climático como algo que deba obligar a una desaceleración económica es por supuesto en gana tema a lo que quieren llegar y hacer con un gobierno que prive la propiedad privada y que obviamente quiere generar empleo desde la propiedad privada aquí en argentina el tema con la gente apoyando a la izquierda es que el ciudadano argentino valora mucho los temas sociales y la izquierda siempre tiene como tema apoyar minorías feminismo aborto educación sexual mientras que Emilio ha dado la impresión de ir contra esos temas sobre todo cuando tienen costo fiscal y esa es una de las realidades con las que se va a topar mi ley fun fact ganó en la antártida mi ley la dolarización de una economía es abandonar la independencia de tu país y someterte a otros no estaría tan seguro yo he estado en países latinoamericanos que se han dolarizado y en realidad el tema de que estás condicionado como país a otro país es más relativo a lo que se quiera porque money talks about money y money talks about interest y quien quiera jugar a que el dinero es otra cosa sea peso sea dólar me parece que está meando fuera del perón se puede dolarizar sin aprobación de eeuu sí hasta donde entiendo dolar y dolarizar no pasa por esta lo vimos menudo ok bueno tener tu propia moneda no te da independencia sólo te da el poder de desvalorizar exactamente así que vemos que esto despierta una cantidad de a ver de pasiones porque porque no he tocado un tema que es que mi ley y esto de esto así ha sido acusado y a veces tienen razón ha agarrado el socialismo como lo que llaman un argumento de straw man de hombre de paja es decir colocó el socialismo le caigo a coñazos y no vengo con uno no hablo hablo mucho menos de mi propuesta que de lo en contra de que estoy en el caso de mi ley debo decir que es mucho menos straw man argument usuario del argumento de hombre de paja que muchos de los que hemos visto en américa latina inclusive en eeuu trump es un gran usuario del argumento de de hombre de paja si su propuesta económica era mucho más gris que su antipatía con cualquier propuesta socialista en el caso de mi ley van a encontrar entrevistas las puede encontrar donde habla de paso a paso de lo que quiere hacer a nivel económico así que este es un argumento que se va a encontrar y debo aclarar que eso hace buen uso de sus cualidades como profesor y conferencista así que vienen unos días fuertes de aquí a octubre en los que vamos a ver cómo mi ley trata de agarrar más de la derecha de la centro derecha tienen su contra que ha llamado a toda aquella estado en el poder casta y ha demonizado y recordemos que esto lo hemos hablado infinidad de veces cuando tú dices que el otro es el diablo el otro es el diablo y te nutres de todos aquellos que el otro es el diablo y necesitas al diablo para negociar pasar tus leyes vas a tener que sentarte con el diablo pero bueno eso ocurrirá en octubre si en argentina se han olvidado de tantas cosas de bolsas de dinero que pasan por encima de un muro estoy seguro que a mi ley le van a perdonar el que tenga que sentarse con quien tenga que sentarse muy bien ahora sí es el momento de hablar de el menú sorprendentemente aún hay quien se sorprende de la victoria de mi ley xexper censurado en eeuu los supresores apetito amenazan a los vendedores azúcar los austeros versus los que quieren meter más real al sistema así es imposible hacer democracia ni siquiera dictadura hablemos de eeuu un médico venezolano nos echa un cuento del covid y la ibermectina en el que finalmente confiamos ucrania peleando contra rusos y contra su corrupción sólo hace falta un trillón de dólares en capturadoras de carbono carbono para salvar al planeta esta es la solución porque nos preocupa un guía pakistaní muerto en el éveres bueno porque las redes les preocupa que cambió en ecuador porque le seguimos parando un golpe en áfrica cuando hay tres por lo menos por año cuando ya no sólo escasean los niños sino también los pediatras estás en corea del sur y en el extra hablemos de para qué diablos sirven las universidades esto es aburrido una de las noticias de la semana en esto que llamamos la guerra cultural es que shakespeare es la nueva víctima de las leyes que censuran libros educativos en florida me lo envía alejandra parra del nuevo herald les recuerdo que todos los links a las noticias están disponibles y que hay siete días gratis a patreon incluido el aburrido en mi patreon así que pueden ir y suscribirse suscríbanse de una vez al canal de youtube por favor por aquello de qué pena con el vecino que uno lo que tiene son estos seguidores cuando tiene esta cantidad de gente metida aquí de que era el nuevo año escolar los profesores de lengua de las escuelas de hills borne recibieron instrucciones de que no podían leer en clase más que determinados fragmentos de obras teatrales como hamlet y rumeo y julieta escogidos por no contene no tener contenido sexual o racial mira yo te voy a decir una cosa cuando yo tuve la oportunidad de estudiar en una escuela gringa y tener un profesor que venía del modelo educativo donde ese hombre había enseñado historia arte literatura teología y ética que más había estudiado algo más bueno y obviamente inglés juntos y haber tenido un tipo que llegaba a la clase ya estaba era un tipo viejo estaba cansado un poquito alcoholizado y el hombre agarraba unas revistas que compraba en la esquina y las tiraba tiraba en la parte de atrás decía bueno aquellos que quieran oír un chisme pueden leer aquello que está allí aquellos que quieran ver una obra de teatro basada en un chisme vengan y hablemos de romeo y julieta y yo tendría en ese momento 14 15 años si a los 15 años tú no estás listo para entender los sexual innuendos que hay en romeo y julieta tú no estás listo para romero y julieta en absoluto romeo y julieta por ejemplo sin los sexual innuendos que allí sin la tensión entre la visión del amor que quiere desarrollar romeo y la que mercurio por ejemplo le propone no tiene ningún sentido si quieren veamos un fragmento de romeo julieta de mercutio hablando con romeo dice if love be rough with you be rough with love brick loft for pricking and you beat love town si el amor es fuerte contigo se fuerte con el amor pellizca al amor para que haya pellizco para que haya sexo y le ganarás al amor y también podría ser le ganarás al deseo toda esta tensión que es importantísima porque además romeo lo que tiene son precisamente unos 15 16 años en la en la obra es imprescindible para entender por todo lo que están pasando y para entender además el valor de la metáfora de el pon que no es algo que acabamos de inventar él parece que ese señor le vende mucha yuca esa tontería que utilizamos para dar a entender que alguien está teniendo un encuentro sexual o en esa calle yo vendí leche viene de una larga y enorme tradición literaria en castellano y en inglés y en todos los idiomas de hacer insinuaciones siendo esquivo utilizando las virtudes del lenguaje y sin embargo esta guerra cultural este tema de sacar la sexualidad que ojo estoy absolutamente de acuerdo absolutamente de acuerdo en que los temas de género y ciertos temas de sexualidad no deben ser tocados por niños hay unas edades para todo y menos para que lo hagan en la escuela o los temas de salud sexual evidentemente a medida que se aproximan la edad en que son pertinentes tienen que ser dados pero sacar la parte sexual de romeo y julieta para quienes van a estudiar esto en los colegios es como tratar de entender casa blanca la película sin que se hable de la segunda guerra mundial tú me tienes que estar jodiendo tú me tienes que estar jodiendo y esto es parte de ya lo que hemos conversado de toda la política de santís de santís ha centrado su campaña en la famosa guerra cultural vamos a hablar de eso inclusive al final del podcast en el extra la famosa guerra cultural que estamos en este momento los liberales tienen el poder del mundo y nos están indoctrinando y quieren que nuestros niños y bueno como toda teoría de conspiración no todas las patas de la mesa son falsas hay momentos en que evidentemente han metido en currícula cosas que no son para niños y evidentemente la respuesta de los padres cuando se trata de sus hijos es una respuesta total es una respuesta grande mire el teléfono lleva dañado como dos semanas dos semanas y ahora resulta que está funcionando está increíble y capaz es para mí por primera vez debe ser para mí pero bueno ahora va a tocar que ingrid va a tener que hablar con la mamá aquí afuera y nosotros no yo va a tener que parar porque si no se van a enterar de todos los chismes de mi esposa con su mamá que no que no me interesa pero vamos a ver qué ocurre en todo caso como les decía puedo comprender perfectamente puedo comprender perfectamente que no se van a incluir ciertos temas de identidad de género y de sexualidad tan temprano en los currícula de los niños obviamente que hay educación sexual sobre todo cuando el cuerpo del adolescente está llegando a ese punto donde esa educación sexual no solamente pertinente es imprescindible es urgente pero por eso con el cuento de que voy a sacar las escenas sexuales de romeo y julieta o las connotaciones sexuales de romeo y julieta para que los niños lean un romeo julieta sin connotaciones sexuales bueno vamos a hacer entonces rápido y furioso sin carros porque aunque xx habla de mucho más la fuerza sexual por ejemplo en romeo y julieta es una de las tensiones que mantiene viva esa pieza la van bueno no hay conversaciones con mercutio mercurio no habla porque es imposible es como hacer bienvenidos sin que salga una mujer en bikini vamos a ser honestos ahí se lo dejo eso está ocurriendo en florida y es parte de una política donde bueno donde han caído una cantidad de cosas recordemos que florida es el estado donde no debían haber a miguel ángel donde no debían ver el david de miguel ángel y ahora tenemos esto muy bien si los vés julietas y muertes tampoco podría ser aquí me dicen por el twitch disculpe que vamos a una noticia que es interesante porque viene de un fenómeno que se está dando con una medicina que era para diábetes y todo el mundo la está utilizando para su primer el apetito me la manda nicolás rocha munyaro está subiendo como medicina y lily que es la fabricante ha visto sus acciones subir 18 por ciento todo el mundo está apostando al potencial de el tratamiento para pérdida de peso de munyaro y una droga experimental para el alzheimer que está trabajando lily sus ventas subieron un 72 por ciento a 979,7 millones de dólares y se estima que va a estar muy alta y esto por supuesto tiene que ver con una tendencia importante que hay en este momento en el tratamiento de la obesidad que es el uso de fármacos hay un tratamiento de novo nordis del cual yo les ha hablado que es wigoby que además se vienen unos exámenes que demuestran que reduce la probabilidad de tener eventos cardiovasculares por un 20 por ciento y esto que estudio que ha sido mirado con mucha precaución y esto nos habla de una tendencia que curiosamente y esto también me lo mandaron utilizando los canales de que se vayan todos radio arroba email.com y por supuesto del patreon un estudio que hace standard pores de cuál va a ser el impacto morgan stanley perdón que esto va a tener en las ventas de comida y por qué vamos a ver una pugna me atrevo a decir de lobbying en eeuu en el congreso alrededor de si se van a dar o no los permisos para esto los pacientes que utilizan estos supresores en este momento pueden perder 10 al 20 por ciento de su peso corporal en un año porque estas drogas estos medicamentos trabajan como represores del del del del hambre pero las que vienen puede llevar hasta una pérdida de 27 por ciento se estima una reducción de consumo de calorías diarios del 20 al 30 por ciento a medida que los pacientes empiezan a cortar a eliminar comida en la mayoría de las categorías y comen 20 a 40 por ciento menos snacks y comidas su modelo para eeuu espera que por lo menos haya un cambio del 2 por ciento de calorías hacia abajo consumidas para el 2035 a medida que se empiecen a utilizar estas eeuu anti obesity medications medicinas anti obesidad se espera que haya 24 millones de pacientes eeuu en el año 2035 que reducen su consumo de calorías por alrededor de 20 por ciento y esto es algo que va a tener impacto para las empresas de la comida empaquetada para los restaurantes que van a tener que empezar como ya han empezado algunas cadenas como sweet cream, cover grill a hacer una modificación en sus menús buscando atender a estas personas que van a estar buscando un menor consumo de calorías y obviamente va a ser fuerte en el caso de las bebidas ¿por qué esta noticia nos importa? bueno primero ya habíamos hablado de la inevitable adopción de una medicina que era destinada para la diabetes que se vio que tenía una posibilidad de reprimir apetito enorme y ser utilizada para esto las ganas que hay de vender esto hacen que me cueste confiar en cualquier estudio porque hay demasiadas ganas de vendernos esto y por otro lado viene una guerra con bueno con la mierda que estamos comiendo quiere decir que va a venir mejor comida no va a venir una comida que sea diseñada para bypassarse la supresión de apetito de que producen estos medicamentos es así de simple no me vengan con historias porque eso es lo que viene ok en el caso de de esta de este medicamento se está haciendo un estudio entonces aquí en Morgan Stanley de que se tienen que preparar las industrias alimenticias para lo que viene y todo lo que viene en este estudio viene por supuesto con muchas tablas diciendo mira esto esta medicina que está sacando no no or disk está salía está convirtiéndose en algo enorme o son pic que salió en marzo del cual yo les hablé en el 2022 y la munyaro de el y lili esperan que van a expandirse y va a hacer las grandes drogas de estos próximos años la mi mente la biofarma pipeline for obesity medicines is expanding quickly la el biofarmaducto para medicinas anti obesidad se está expandiendo de una manera rápido me encanta que el mismo que escribió este informe sabe que se trata de un pipeline una manguera de medicinas anti obesidad que nos van a separar que nos van a mandar y las implicaciones para el crecimiento del sector son brutales pero vamos a darlo quieto y vamos a decirles que vienen otras noticias viene por supuesto noticias sobre la inflación en eeuu lo que está ocurriendo a nivel político por allá pero también una noticia de ibermectina del covid porque vamos a hablar de mectina del covid hoy ya ustedes verán corrupción en ucrania la cantidad insólita de dinero que se está invirtiendo en los extractores de carbono en el mundo el sueño loco de la gente que está haciendo huega contra la inteligencia artificial y por supuesto voy a hablar de un video viral de los montañistas que pasaron encima de un sherpa moribundo y que ciertamente tiene a mucha gente alarmada pero que habla más de nosotros que de ellos por supuesto tengo que hablar de ecuador tengo que hablar de la lo que está viendo en niger corea del sur se queda sin niños y por supuesto uno que otro detalle pero ya tengo que entregarle esto a la gente que paga por escuchar y ver esto que es la gente del patreon usted se puede suscribir gratis inclusive con sin y me dijeron que se pudieran suscribir así que los dejo y me voy con el aburrido y comenzamos el aburrido dedicado al patreon con un artículo de john kenef calbraith tipo que tiene pues ya un peso importante en la historia económica de eeuu y que habla del soft landing en este momento se habla de un atrase suave que ha hecho la reserva federal con la subida de los intereses una misma política que se ha aplicado en el mundo entero para combatir la inflación post covid el trillón de dólares que se lanzó a la calle durante el covid y lo que quiere hacer en este artículo que james kenef kenef calbraith no es cualquier cosa es decir mira esto no se debe a la este momento en el cual no se han cumplido las predicciones ni hubo una absoluta recesión ni una disminución del empleo ni hubo una hiperinflación en eeuu o una inflación que llegara a los niveles que se temían sino que ha empezado a bajar y ha empezado a controlarse ni se cumplieron todos los pronósticos absolutamente agoreros apocalípticos que se estaban dando pero no es por la política de subir las tasas de interés"}, "podcast_summary": "The podcast episode discusses the recent primary elections in Argentina, where candidates were chosen to represent parties and coalitions in the upcoming general elections. The episode highlights the surprising success of a candidate named Mi Ley, who has gained popularity by channeling the discontent of citizens and proposing economic policies such as dollarization. The episode also mentions the strong performance of the Kirchnerist party and the economic implications of Mi Ley's success. In addition, the episode touches on the censorship of books in Florida schools, the growing popularity of anti-obesity medications, and other news stories from around the world.", "podcast_guest": "No guest information available", "podcast_highlights": "- Primarias abiertas simultáneas y obligatorias en Argentina\n- Mi ley (Javier Milei) tuvo un resultado excepcional en las primarias\n- Comparaciones entre Mi ley y Donald Trump son injustas\n- El descontento y cabreo de la población argentina\n- Resultados de las primarias: Javier Milei (30.2%), Kirchnerismo (27%)\n- El peso argentino se ha depreciado después de la victoria de Milei\n- Impacto de la dolarización propuesta por Mi ley en la economía argentina\n- Tendencia en el uso de medicamentos para la pérdida de peso\n- Posible impacto en la industria alimentaria debido al uso de medicamentos para la obesidad\n- Noticia sobre la censura de fragmentos sexuales y raciales en obras literarias en Florida\n- Críticas hacia Mi ley por sus posturas en temas como el aborto y el matrimonio\n- Estudio de Morgan Stanley sobre el impacto de los medicamentos anti-obesidad en la industria alimentaria"}