{"podcast_details": {"podcast_title": "The New Statesman Podcast", "episode_title": "In defence of counterfactual history", "episode_image": "https://assets.pippa.io/shows/61b9f75c1a8cbe0c083cee79/show-cover.jpg", "episode_transcript": " The New Statesman and in the 2023 Summer Special of the New Statesman magazine. The link to read the article is in the show notes. It is autumn, 1989. The Monday demonstrations have swept across East Germany, protesters chanting, We are the people! Pressure on the regime is building. But sometime in early October, the sliding doors moment occurs. Ailing leader Erich Honecker reaches for the Chinese solution, a violent crackdown like that employed by the Beijing authorities on pro-democracy protesters earlier in the year. He puts the National People's Army on a war footing, and then sends it in to smash the demonstrations. Tanks roll in East Berlin, Rostock and Dresden. Many hundreds are killed and thousands are rounded up. It culminates in a bloody massacre in Leipzig, the spiritual home of the demonstrations, an East German Tiananmen Square. Such is the first of 14 counterfactuals presented in Roads Not Taken, an exhibition running at Berlin's German Historical Museum until November 2024. But the term presented is arguably too strong. Despite the exhibition's title, it's really about the roads that were in fact taken. Each exhibit concentrates on the contours of each crossroads and the facts leading up to it, as well as contemporary depictions of feared or hoped for possibilities. Each event then ends with a tantalisingly cursory description of the alternative history. The 1989 scenario, for example, charts the contrasting events of that year in China and East Germany, and ends with a short panel describing the counterfactual in sober language. As a portrayal of the turning points of modern German history, Roads Not Taken is a superb exhibition. Yet it also poses big questions about the role of what-if history, in an age in which facts have come under new pressures, and in which global crises suggest that our own time too is some sort of historical turning point. From 1989, the exhibition proceeds backwards chronologically. What if the Berlin Crisis of 1961 had led to nuclear war? What if Stalin's note in 1952 proposing German reunification and, supposedly, neutrality, had become a reality? What if the Allied advance into Germany in 1945 had stalled, and the first atomic bomb had fallen not on Hiroshima, but on Ludwig Schaffen? Each alternative scenario comes to life primarily in contemporaneous depictions of futures that never happened, haunting souvenirs of almost alternative universes. A 1977 military board game, imagining the first battle of a third world war on the inner German border, a 1951 East German matchbox with the pro-reunification slogan For the sake of peace, Germans at one table, a stone from the bridge over the Rhine at Remigen which, had it been successfully demolished by the Wehrmacht, might have delayed the Allied advance and subsequently changed Harry Truman's decision about where to drop the bomb. Onwards backwards in time. What if the rush to war in 1914 had been averted? This scenario is illustrated with a copy of the only extant photo of the peace demonstrations in Berlin in the summer of that year, challenging the historical narrative of ubiquitous war fever. What if Bismarck's Prussia had lost the 1866 Battle of Künigretz against Austria and so interrupted the momentum that led to German unification five years later? What if the liberal revolution of 1848 had been successful? Tied to the 175th anniversary of the year in which, as the historian A.J.P. Taylor put it, German history reached its turning point and failed to turn, that final exhibit has particular poignance. It's a powerful whole, and yet one whose curators seem at least slightly spooked by the implications of their own historiography. The what-if panels at the end of each exhibit are cautious. The hypotheticals are left largely to the visitor's imagination. There is little on display that really questions why things did not turn out differently, or what difference it would have made if they had done so. Raphael Gross, a Swiss public intellectual and president of the German Historical Museum, has insisted that the exhibition actually does exactly what historians do. They try to put themselves into a historical situation and ask, why did it actually happen the way it did? He is right, of course, but it all adds to the impression of a curatorial team wary of going too far. Contrafactual history has something of a fraught reputation. It is by no means new. In the 1931 book of essays If It Had Happened Otherwise, for example, authors including Winston Churchill speculated on such scenarios as if Napoleon had escaped to America, if the general strike had succeeded, if the Moors in Spain had won, and the yet more fanciful if Byron had become King of Greece. This little remembered book from almost a century ago sheds some light on the character of the genre itself. Its chapters evoke moments of fate in which someone did or did not take a gamble, and in which the odds were played, for better or worse. They all exude a whiff of the roulette wheel. That is what makes counterfactuals so seductive. We see it too in contemporary British politics, where the tumult of the past decade has stirred up a new cottage industry of counterfactual histories. What if John Smith had not died in 1994? What if David Miliband had defeated Ed Miliband in the 2010 Labour leadership election? What if Michael Gove had not brought down Boris Johnson's Conservative leadership bid in 2016? In his 2021 book The Prime Minister's We Never Had, the journalist Steve Richards imagines universes in which Denis Healy and Michael Heseltine made it to 10 Downing Street. It all speaks of a similar impulse to question and challenge the past. Arguably the most baroque Westminster What If takes as its starting point the night in February 2012 when the Labour MP Eric Joyce got into a brawl in a parliament bar. That led to a new selection in his seat of Falkirk that was plagued with claims of union vote rigging, which caused Labour to adopt a new leadership election model. This resulted in 2015 in the election as leader of Jeremy Corbyn, whose own ambivalence about the EU contributed to the vote for Brexit in 2016, which in turn weakened the Western Alliance. What if Joyce had not thumped someone 11 years ago? Would the course of history have been different? Just as the flutter of a butterfly's wing on one side of the world can trigger a hurricane on another continent, might one Scottish Labour MP having a quiet one have led to a more cohesive West today? Such examples demonstrate the continuum running from the sort of serious historical reflection invited in Roads Not Taken to alternative histories played for thrills. Even within the latter category there is a spectrum. At one end are mass market novels such as Robert Harris's Fatherland, a murder mystery playing out in Berlin 1964 in a world in which Germany had won the war, and Philip K. Dick's The Man in the High Castle 1962, imagining a United States defeated and carved up by Nazi Germany and the Empire of Japan. Both have been adapted for screen. At the other end of the spectrum is an array of alternative history communities on internet message boards and social media, in some cases merging into chats about esoterica and conspiracy theories. To cite a more benign example, a recent TikTok video with some 180,000 likes and over 2,700 comments uses AI-generated graphics to postulate a technological revolution in 1835 India that enables the 1857 Indian rebellion to succeed, after which an Indian armada sails on Britain in 1870 and an Indian Commonwealth is declared in 1872. Cheap British factories churn out exports for domestic consumption on the subcontinent. The rest of the video further flips Anglo-Indian relations, Gandhi speaking out for British rights in the 1920s and Princess Elizabeth marrying into an Indian royal family in 1947. This is not history, but fantasy loosely inspired by facts. A retro-futuristic aesthetic without chronological logic, history is steampunk. As AI design and editing tools become more accessible to ordinary internet users, the opportunities to summon up such rival realities will surely grow accordingly, whether pure fantasy or like the TikTok example, somewhere in the thrillingly spooky uncanny valley between realism and pure invention where counterfactual history dwells. The appeal of counterfactuals will surely only grow as the crises of our own time intensify. With the planet on fire, authoritarianism on the march in many places, and new societal and cultural divides opening up, it would make sense if people become more interested in turning points and rival timelines. It would not be the first time that alternative history has struck a chord with contemporary public anxieties. Robert Harris has acknowledged how the context of recent German reunification sharpened the appeal of fatherland in Britain in 1992, writing in the introduction to its 2012 edition that – if there was one factor that suddenly gave my fantasy of a united Germany a harder edge, it was the news that exactly such an entity was unexpectedly returning to the heart of Europe. This continuum from serious debate about historical causality via best-seller fiction to online make-believe explains why counterfactual history is contentious territory among serious historians. In 2014, the Cambridge academic and contributor to this magazine, Richard Evans, criticised counterfactual histories, including a new statement series on the topic calling them – speculation that revealed a postmodern age where the idea of progress has largely disappeared to be replaced by uncertainty and doubt and where linear notions of time have become blurred. The historian E. P. Thompson was less diplomatic in his time, calling such speculation unhistorical shit. The article continues after the break. If you're enjoying this episode, you might like to listen to more. All our audio long reads are available in their own feed. Search audio long reads in your podcast app or follow the link in the episode notes. And yet, in its own modest, borderline apologetic way, Roads Not Taken is bolder in challenging these criticisms than it seems at first glance. Where it really makes its case for counterfactual history is not in the brief what-if panels at the end of each exhibit, but in what comes before. In devoting space and detail to what really happened in the run-up to and aftermath of a turning point that might have ended very differently, the curators not only emphasise the contingent and fragile nature of events, but also the real forces of futures that never came to pass. Take the exhibit on Stalin's note offering reunification in 1952, which explores the rival visions of a reunified Germany's future place in Europe then playing out on both sides of the Iron Curtain. On the one hand, the Westbindung, full integration with the West, and on the other the historical Mittelager, middle place, or Germany as a bridge between West and East. In the end, of course, the Westbindung became reality. But the vision of a Mittelager Germany lived on in various forms. It shaped the West German Chancellor Willy Brandt's Ostpolitik opening to the Eastern Bloc in the early 1970s, and the broader ideal of unified Germany as a neutral keystone at Europe's core endures, cherished by the hard left and hard right of German politics, including the far-right Alternative für Deutschland party that has recently climbed to second place in the polls. The alternative history that did not come about in 1952 lives on as a sort of rival present in the traces it left on the past as it actually unfolded. Here the physical setting of roads not taken is more than incidental. The German Historical Museum is housed in the early 18th century's Zeughaus, Arsenal building in central Berlin, an architectural catalogue of alternative futures that shaped real events. Inspired by the Louvre, it was built by Frederick I of Prussia as part of a series of building works by the Hohenzollerns over the 18th century that were intended to upgrade the state's previously small provincial capital in line with the dynasty's military political aspirations. Like much of the remaining Berlin architecture from that time, it stands as a vision of a Prussia that would last forever. Enlightened, Protestant, dominant from the Baltic Sea to the Carpathians. That vision was not realised. Prussia is one of the most significant states in modern history to have vanished entirely from the map, but it shaped wider events. The Zeughaus is an artefact of both the alternative timeline and the real one. In another brush with counterfactual history, it was the site where Rudolf Christoph von Gersdorf, an aristocratic Wehrmacht officer, attempted and failed to assassinate Hitler in March 1943. The Zeughaus was extended from 1998 before its reopening as the German Historical Museum in 2006 with an airy glass-concrete steel annex said to represent the merging of the two Germanys and designed by the Chinese-American architect I.M. Pei. Otherwise best known for the glass pyramid in the courtyard of the Louvre in Paris and the Bank of China building in Hong Kong, Pei ranks alongside Richard Rogers as an emblematic architect of the end-of-history era, all glass and openness and postmodern nods to historical and cultural specificities. So the Zeughaus annex, which houses the Roads Not Taken exhibition, is also a memory of a present that never quite arrived, the optimistic, reconciled, peaceful 21st century. Another Pei creation happens to be the Javits Convention Centre in Manhattan, site of Hillary Clinton's prospective victory party for the US presidential election in 2016. The sheer intensity of Berlin's modern history makes it hard not to read the cityscape this way. To walk the streets immediately around the Zeughaus, along the Unter den Linden Boulevard and Museum Island, is to glimpse the immortal Prussia imagined by the 18th century Hohenzollerns. Eastward from there, the TV tower erected by the East German regime to proclaim its rush into the future still stands proud like some overgrown 1960s space probe. Beyond it is Alexanderplatz with its concrete office and housing blocks, where on the 7th October 1989 the East German regime celebrated its 40th birthday as if it had hundreds more to come. Soldiers and missiles parading past 1950s wedding cake palaces on Karl Marx Alley that also seem to occupy their own alternative now. The pattern continues in other parts of the city too. The Nazi-era terminal at the former Tempelhof Airport, once one of the largest buildings in the world, looms over weed-strewn runways now turned over to kite flyers and skateboarders. Under plans developed by the Nazi architect Albert Speer, visitors to Germania, the renamed capital of the Thousand Year Reich, were to proceed from the airport up an avenue culminating in the Hall of the People, a domed area for rallies of 180,000 participants. Not far from the old airport today there still stands a heavy load-bearing body, a great concrete cylinder designed by Speer to test whether Berlin's marshy soil could cope with the weight of Germania's new monuments. Too dense and heavy to blow up safely without damaging adjacent houses, it lives on, another brooding survivor from a rival present. It's only from the individual destinies that you could tell whether the atoms of history bore the aspect of a beginning or an ending, says the narrator of Kairos, the latest novel by the German writer Jenny Erpenbeck. Early published in English translation by Michael Hoffman, it tells the story of a passionate but ill-fated love affair that plays out mostly in late 1980s East Berlin. The system is failing. Even personal histories like that of the young Katerina and her lover, the writer Hans, are succumbing to the forces of history. She is ultimately left contemplating what might have been, personally and politically, had other roads been taken. In the West, thinks Katerina, Hans would probably have been a management consultant, a realtor, a scriptwriter in an ad agency. In the East he was a human being, and in the West he would have been one too, of one kind or another. The passage makes for an evocative postcard from the city of Berlin in a particular moment, but it also speaks of something universal. We live in a world not of ambitions achieved completely and plans that reliably follow a straight line, but of zigs and zags, of vast schemes that come to nothing or, perhaps more often, get far enough to shape the next cycle of ambition and action before their own demise. That is true of individual human lives, shaped as they are by their intentions. Where do you imagine yourself in ten years, goes the stock job interview question. It is not asked in order to produce a prediction, but rather to understand the interviewee now, in the moment. Intention by intention, prospective future by prospective future, design by design, we all edge ourselves forward into the unknown. The same can be said of societies. History is about facts. But those facts include intentions, imagined futures and visions that shape actual events, even when, much more often than not, they never come to pass. And that is the message of Roads Not Taken. Its curators are wise to distance themselves from the wilder excesses of alternative history, but the subtle exhibition they have created, and the setting it inhabits in the Berlin Zoichaus, make the case for asking what if, better than any wild counterfactual storytelling could ever do. It matters less that those roads were not taken than that they existed in the first place. We all dwell in those ruins of rival presence. You've been listening to Audio Long Reads from the New Statesman. This episode was written by Jeremy Cliff, read by Chris Stone and edited by Suze Cooper. The commissioning editor was Melissa Deans and the executive producer was Chris Stone. If you enjoyed listening to this episode, you'll also love Jeremy Cliff's other piece, Thomas Mann, German Identity and the Romantic Allure of Russia. The link to listen to that is in the show notes. Audio Long Reads will be back next Saturday. Have a great week."}, "podcast_summary": "The podcast episode discusses an exhibition called \"Roads Not Taken\" at the German Historical Museum. The exhibition explores counterfactual history, presenting different scenarios that could have happened but didn't. It starts with the events leading up to the fall of the Berlin Wall in 1989 and then moves backward in time, exploring what could have happened in various pivotal moments in German history. The exhibition raises questions about the role of counterfactual history and the impact it can have on our understanding of past events. The article also explores the appeal of counterfactuals in contemporary politics and culture, and how they can be both serious reflections on history and fantasies loosely inspired by facts. The author argues that while counterfactual history can be contentious, it offers valuable insights into the contingent and fragile nature of events and the real forces of alternative futures. The exhibition itself is described as a subtle and thought-provoking exploration of what could have been and the traces of alternative histories that shape our present. The article concludes by suggesting that as crises in our own time intensify, the appeal of counterfactuals will likely grow, as people seek to understand turning points and rival timelines. The exhibition and the concept of counterfactual history remind us that history is not just about what happened, but also about what could have been.", "podcast_guest": "No guest information available", "podcast_highlights": "- The Roads Not Taken exhibition at the German Historical Museum in Berlin explores alternative histories and turning points in German history.\n- The exhibition raises questions about the role of counterfactual history in an age where facts are under pressure and global crises suggest a possible historical turning point.\n- Each exhibit focuses on a specific turning point and presents the facts leading up to it, along with depictions of imagined alternative outcomes.\n- The exhibition proceeds chronologically backward, exploring scenarios from 1989 to 1848 and questions what might have happened if certain events had turned out differently.\n- The exhibition suggests that the alternative histories that were not taken still shape the present and future in subtle ways.\n- Counterfactual history has a contentious reputation among serious historians, with some considering it speculative and lacking in historical rigor.\n- There is a continuum of counterfactual history, from serious historical reflection to best-selling fiction and online make-believe communities.\n- The appeal of counterfactuals is likely to grow as crises intensify in the present, and people seek to explore different possibilities and turning points.\n- The exhibition challenges criticism of counterfactual history by emphasizing the contingent and fragile nature of events and the real forces of alternative futures.\n- The German Historical Museum itself, housed in the Zeughaus, is seen as an artifact of alternative timelines and the real one, reflecting the complexity of Berlin's history.\n- Counterfactual history reminds us that history is shaped by intentions, imagined futures, and visions that shape actual events, even if those visions don't come to pass."}